/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection-header": {
      "type": "collection-header",
      "settings": {
        "enable": true,
        "collection_image_enable": false,
        "parallax": false,
        "parallax_direction": "top"
      }
    },
    "main-collection": {
      "type": "main-collection",
      "blocks": {
        "collection_description": {
          "type": "collection_description",
          "disabled": true,
          "settings": {}
        },
        "subcollections": {
          "type": "subcollections",
          "disabled": true,
          "settings": {
            "subcollections_per_row": 4
          }
        },
        "product_grid": {
          "type": "product_grid",
          "settings": {
            "enable_collection_count": false,
            "per_row": 4,
            "rows_per_page": 7,
            "mobile_flush_grid": true
          }
        }
      },
      "block_order": [
        "collection_description",
        "subcollections",
        "product_grid"
      ],
      "settings": {
        "enable_sidebar": true,
        "collapsed": true,
        "filter_style": "sidebar",
        "enable_color_swatches": false,
        "enable_sort": true
      }
    },
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb": {
      "type": "rich-text",
      "blocks": {
        "template--16728474812652__0829d804-3b0c-4ec0-8786-ae427fd7b2eb-1683969206544363e9-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "enlarge_text": false,
            "text": "<h2>Buy Silk Sarees Online</h2><p>Discover the timeless elegance of silk sarees in the 'Summer by Priyanka Gupta' collection. Our silk sarees are known for their luxurious feel and beautiful designs. Each saree is made with care and attention to detail, ensuring you look and feel your best. Whether you're dressing up for a special occasion or simply want to add a touch of sophistication to your everyday style, our silk sarees are the perfect choice. Explore our range and embrace the grace and charm of silk sarees by 'Summer by Priyanka Gupta.'</p><h2>About Silk Sarees</h2><p>Silk sarees are a quintessential part of Indian culture and fashion, celebrated for their opulence, elegance, and timeless appeal. These sarees are crafted from silk, a natural fiber spun from the cocoons of silkworms. What sets silk sarees apart is not only their luxurious feel but also the intricate craftsmanship that goes into creating them.</p><p>The creation of silk sarees involves intricate weaving techniques that have been passed down through generations. The most common weaving techniques include zari work (the use of metallic threads), intricate motifs, and intricate pallus (decorative end pieces). The weaving process can be labor-intensive and time-consuming, resulting in sarees of exceptional beauty and quality.</p><p>Silk sarees are revered for their elegance and durability. The silk fabric drapes gracefully, creating a flattering silhouette and enhancing the wearer's beauty. With proper care, silk sarees can last for generations, making them a cherished heirloom and a valuable addition to one's wardrobe.</p><h2>Occasions to Wear Silk Sarees</h2><p>Silk sarees are incredibly versatile and can be worn on a wide range of occasions, but some events and celebrations are particularly well-suited for these luxurious garments. Here are occasions where wearing silk sarees is most suitable:</p><ul><li><strong>Weddings</strong>: Silk sarees are the epitome of bridal attire in many parts of India. Brides often choose rich and heavily embellished silk sarees, such as Banarasi silk or Kanjivaram silk, for their wedding day. Guests attending weddings can also opt for silk sarees to show respect for the auspiciousness of the occasion.</li><li><strong>Festivals</strong>: Festivals like Diwali, Eid, Durga Puja, and Pongal provide the perfect backdrop for wearing silk sarees. These sarees add to the festive spirit and reflect the cultural significance of the celebrations.</li><li><strong>Religious Ceremonies</strong>: Silk sarees are commonly worn during religious ceremonies and rituals, such as temple visits, pujas, and other spiritual gatherings. They convey a sense of reverence and tradition.</li><li><strong>Family Celebrations</strong>: Special family events like anniversaries, milestone birthdays, and housewarming parties are great occasions to wear silk sarees. They help you look and feel elegant while celebrating with loved ones.</li><li><strong>Cultural Functions</strong>: Silk sarees are often chosen for cultural events, dance performances, and music recitals. They showcase India's rich heritage and add a touch of authenticity to the occasion.</li><li><strong>Formal Parties</strong>: Whether it's an office party, a corporate event, or a formal gala, silk sarees can make a bold and stylish statement. They are suitable for events where a touch of elegance is expected.</li><li><strong>Receptions</strong>: Attending receptions, whether they are weddings, award ceremonies, or social gatherings, often calls for dressing up. Silk sarees offer a regal and glamorous look, making them an excellent choice for such events.</li><li><strong>Graduations</strong>: Some women choose to wear silk sarees to celebrate educational achievements like graduations. It symbolizes a transition to the next phase of life while preserving cultural traditions.</li><li><strong>Cultural Shows and Performances</strong>: Whether you are a spectator or a performer, silk sarees are a common choice for cultural shows, dance recitals, and theatrical performances.</li><li><strong>Temple and Spiritual Retreats</strong>: When visiting temples, ashrams, or participating in meditation retreats, silk sarees are often chosen for their modesty and cultural appropriateness.</li><li><strong>Casual Wear</strong>: Lighter silk sarees, such as Tussar or Chanderi silk sarees, can be worn as casual daywear or for outings, adding a touch of elegance to everyday life.</li></ul><p>In essence, silk sarees are suitable for a wide array of occasions, from formal and grand celebrations to more intimate and cultural events. The choice of silk saree often depends on the formality of the occasion, personal style, and cultural significance.</p><h2>Silk Sarees Fabric Experience</h2><p>Wearing a silk saree provides a unique fabric experience that is often characterized by opulence, comfort, and a sense of luxury. </p><p>Here's what you can expect from the fabric experience of a silk saree:</p><ul><li><strong>Luxurious Softness</strong>: Silk is renowned for its soft and smooth texture. When draped as a saree, it feels incredibly gentle against the skin, creating a luxurious and comfortable sensation.</li><li><strong>Natural Sheen</strong>: One of the standout features of silk is its natural sheen. Silk sarees have a subtle glow that catches and reflects light beautifully, adding an element of sophistication and elegance to your attire.</li><li><strong>Weighted Drape</strong>: Silk sarees typically have a weighted drape, which helps them fall gracefully and create a flattering silhouette. The saree clings to your body in an elegant manner, enhancing your overall look.</li><li><strong>Comfortable Breathability</strong>: Despite their luxurious appearance, silk sarees are surprisingly breathable. They allow air to circulate, making them comfortable to wear even in warm or humid conditions.</li><li><strong>Elegance in Every Movement</strong>: Silk sarees move with you as you walk and dance, creating a sense of fluidity and grace in your movements. They add an extra layer of elegance to your presence.</li><li><strong>Variety of Textures</strong>: Different types of silk offer varying textures. For example, Banarasi silk may have a rich, brocade-like texture, while Kanjivaram silk has a smoother and heavier feel. The texture can contribute to the overall fabric experience.</li><li><strong>Temperature Regulation</strong>: Silk is known for its ability to regulate body temperature. It keeps you cool in warm weather and can provide warmth in colder climates when layered appropriately.</li></ul><p>The fabric experience of a silk saree is characterized by its softness, sheen, and luxurious comfort. Whether you're wearing it for a grand wedding, a festive celebration, or a formal event, a silk saree elevates your style and makes you feel like royalty, making it a beloved choice in Indian fashion.</p><h2>Why should you choose to wear Silk Sarees</h2><p>Wearing silk sarees is a choice that comes with a multitude of reasons, each contributing to the popularity and appeal of these luxurious garments. Here are some compelling reasons why one should consider wearing silk sarees:</p><ul><li><strong>Timeless Elegance</strong>: Silk sarees are synonymous with timeless elegance and grace. They are a symbol of tradition and heritage, making them suitable for a wide range of cultural and festive occasions.</li><li><strong>Opulent Appearance</strong>: The natural sheen of silk adds a touch of opulence to your attire. Silk sarees often feature intricate embroidery, zari work, and embellishments that further enhance their richness and beauty.</li><li><strong>Comfortable Draping</strong>: Silk sarees drape beautifully and comfortably, creating a flattering silhouette. They are known for their weighted drape, which allows them to fall gracefully and enhance your movements.</li><li><strong>Cultural Significance</strong>: Silk sarees hold deep cultural and traditional significance in India. Wearing one is a way to connect with and honor your cultural roots and heritage.</li><li><strong>Versatile Options</strong>: There is a wide variety of silk saree types, from Banarasi and Kanjivaram to Chanderi and Tussar silk. This diversity allows you to choose a silk saree that suits your style and the occasion.</li><li><strong>Celebratory Attire</strong>: Silk sarees are often chosen for celebratory occasions such as weddings, festivals, and religious ceremonies. They signify auspiciousness and are considered appropriate for joyous events.</li><li><strong>Comfort in All Seasons</strong>: Silk is a temperature-regulating fabric. It keeps you cool in hot weather and provides warmth when layered in colder climates, making it a practical choice for all seasons.</li><li><strong>Investment Piece</strong>: High-quality silk sarees can last for generations with proper care, making them an excellent investment for your wardrobe. They can become cherished heirlooms passed down through families.</li><li><strong>Photogenic Appeal</strong>: Silk sarees often look stunning in photographs due to their sheen and intricate details. They are a popular choice for wedding and event photography.</li><li><strong>Elevated Style</strong>: Wearing a silk saree instantly elevates your style and presence. It is a statement of sophistication and refinement that garners admiration.</li><li><strong>Cultural Exchange</strong>: For individuals from other cultures, wearing a silk saree can be a way to embrace and respect the traditions and customs of India. It fosters cultural exchange and appreciation.</li><li><strong>Confidence Boost</strong>: The regal and dignified aura of a silk saree can boost your confidence and make you feel empowered and self-assured.</li></ul><h2>How to care for your Silk Saree?</h2><p>Caring for a silk saree is essential to maintain its beauty, sheen, and longevity. Silk is a delicate fabric that requires special attention. Here are some tips on how to care for your silk saree:</p><ul><li><strong>Dry Cleaning</strong>: Silk sarees should be dry cleaned or professionally cleaned to ensure they are handled with care. Avoid washing them at home, as silk is sensitive to water and detergents.</li><li><strong>Avoid Sunlight</strong>: Direct sunlight can cause silk to fade and weaken over time. Store your silk saree in a cool, dark place away from sunlight when not in use.</li><li><strong>Ventilation</strong>: Allow your silk saree to breathe occasionally. Take it out of storage and unfold it to let air circulate around it. This helps prevent mustiness and odors.</li><li><strong>Handle with Care</strong>: Be gentle when handling your silk saree, especially when folding and unfolding it. Avoid sharp objects or rough surfaces that could snag or damage the delicate fabric.</li><li><strong>Store Properly</strong>: Store your silk saree in a saree bag or a cotton pillowcase to protect it from dust and moisture. Avoid using plastic bags, as they can trap moisture and harm the fabric. If possible, store it with a packet of silica gel to absorb excess moisture.</li><li><strong>Avoid Perfumes and Deodorants</strong>: Perfumes, deodorants, and other sprays may contain chemicals that can harm silk. Apply such products before wearing the saree and ensure they are completely dry before putting it on.</li><li><strong>Protect the Pallu</strong>: The pallu (the decorative end piece of the saree) is often more delicate and prone to wear. When folding the saree, pad the pallu with acid-free tissue paper to prevent creasing and damage.</li><li><strong>Iron with Care</strong>: If your silk saree gets wrinkled, use a low-heat iron (set to silk or low temperature) with a pressing cloth (a thin cotton cloth) placed between the iron and the saree. Iron on the reverse side to prevent damage to any embellishments or embroidery.</li><li><strong>Avoid Direct Contact with Jewelry</strong>: Be cautious when wearing jewelry, especially necklaces, that may catch on the saree and damage the fabric. It's advisable to put on jewelry after wearing the saree.</li><li><strong>Rotate Wear</strong>: Avoid wearing the same silk saree too frequently to prevent excessive wear and tear. Rotate your sarees to extend their lifespan.</li><li><strong>Professional Storage</strong>: If you plan to store your silk saree for an extended period, consider having it professionally cleaned and packed in acid-free tissue paper. This helps preserve the fabric and prevents any potential damage.</li><li><strong>Regular Inspection</strong>: Periodically inspect your silk saree for any signs of damage, stains, or discoloration. Promptly address any issues by consulting a professional cleaner or textile expert.</li></ul><p>By following these care instructions, you can enjoy the beauty and longevity of your silk saree, ensuring that it remains a cherished part of your wardrobe for years to come.</p><h2>Silk Saree Design and Emroideries</h2><p>Silk sarees are known for their intricate and diverse designs, and the choice of design often depends on the type of silk saree and the regional influence. Here are some common and popular designs for silk sarees:</p><ul><li>Zari Work: Zari work involves the use of metallic threads, often gold or silver in color, to create intricate patterns, motifs, and borders on the saree. This embellishment adds a touch of opulence and is frequently seen in Banarasi and Kanjivaram silk sarees.</li><li>Brocade Patterns: Brocade is a weaving technique that produces raised patterns on the saree's surface. It often features floral, paisley, or geometric designs. Banarasi silk sarees are famous for their brocade work.</li><li>Temple Motifs: Some silk sarees feature temple-inspired motifs, such as images of deities, temple architecture, or sacred symbols. These motifs are often seen in Paithani and Dharmavaram silk sarees.</li><li>Floral Patterns: Floral motifs are timeless and versatile. They can range from delicate and dainty to bold and intricate, making them suitable for various silk saree types.</li></ul><h2>Which other saree collections do we have at Summer?</h2><p>Here are the other sarees we have in our collection</p><h3>Sarees By Fabric</h3><ul><li><a href=\"https://www.lovesummer.in/collections/organza-sarees\"><span style=\"text-decoration:underline\">Organza Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/chiffon-sarees\"><span style=\"text-decoration:underline\">Chiffon Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/georgette-sarees\"><span style=\"text-decoration:underline\">Georgette Sarees</span></a></li></ul><h3>Sarees By Design</h3><ul><li><a href=\"https://www.lovesummer.in/collections/printed-sarees\"><span style=\"text-decoration:underline\">Printed Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/embroidered-saree\"><span style=\"text-decoration:underline\">Embroidered Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/luxury-saree\"><span style=\"text-decoration:underline\">Luxury Sarees</span></a></li></ul><h3>Sarees By Occasion</h3><ul><li><a href=\"https://www.lovesummer.in/collections/haldi-sarees\"><span style=\"text-decoration:underline\">Haldi Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/mehendi-sarees\"><span style=\"text-decoration:underline\">Mehendi Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/engagement-sarees\"><span style=\"text-decoration:underline\">Engagement Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/reception-sarees\"><span style=\"text-decoration:underline\">Reception Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/partywear-sarees\"><span style=\"text-decoration:underline\">Partywear Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/festive-sarees\"><span style=\"text-decoration:underline\">Festive Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/farewell-sarees\"><span style=\"text-decoration:underline\">Farewell Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/diwali-sarees\"><span style=\"text-decoration:underline\">Diwali Sarees</span></a></li></ul><h2>FAQs - Silk Sarees</h2><h3>What makes silk sarees from 'Summer by Priyanka Gupta' unique?</h3><p>Our silk sarees are crafted with precision and attention to detail, featuring exquisite designs and impeccable craftsmanship. We offer a wide range of silk sarees to cater to various tastes and occasions.</p><h3>What types of silk sarees are available in your collection?</h3><p>Our collection includes a variety of silk saree types, such as Silk Mul, Chanderi silk, and more. Each type has its distinct characteristics and charm.</p><h3>Do you offer customization options for silk sarees?</h3><p>Yes, we provide customization services for blouse designs and other aspects of the saree to ensure it perfectly suits your preferences. Contact our customer support team for details.</p><h3>How should I care for my silk saree from your collection?</h3><p>To maintain the beauty of your silk saree, we recommend dry cleaning or professional cleaning. Avoid washing it at home. Please refer to our care instructions for more details.</p><h3>Are silk sarees from 'Summer by Priyanka Gupta' suitable for both casual and formal occasions?</h3><p>Yes, our collection includes silk sarees for a wide range of occasions, from casual gatherings to formal events. You can find options that suit your needs.</p><h3>What is the price range of silk sarees in your collection?</h3><p>Our silk sarees are available at a range of prices, depending on the type of silk, design intricacy, and embellishments. We offer options to accommodate different budgets.</p><h3>Do you offer international shipping for silk sarees?</h3><p>Yes, we offer international shipping for our silk sarees. Please check our shipping policies for more information on delivery to your location.</p><h3>Is there a return or exchange policy for silk sarees?</h3><p>We have a flexible return and exchange policy. If you are not satisfied with your purchase, you can contact our customer support team for assistance within the specified return period.</p><h3>Can I visit your physical store in Delhi NCR to see the silk sarees in person?</h3><p>Yes, Delhi NCR residents can visit our store located at D6, 1st Floor, Defence Colony, New Delhi, 110024. Appointments can be booked through our website, lovesummer.in, for a personalized shopping experience.</p>"
          }
        }
      },
      "block_order": [
        "template--16728474812652__0829d804-3b0c-4ec0-8786-ae427fd7b2eb-1683969206544363e9-1"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "divider": false
      }
    }
  },
  "order": [
    "collection-header",
    "main-collection",
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb"
  ]
}
