/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection-header": {
      "type": "collection-header",
      "settings": {
        "enable": true,
        "collection_image_enable": false,
        "parallax": false,
        "parallax_direction": "top"
      }
    },
    "rich_text_hpT3BB": {
      "type": "rich-text",
      "blocks": {
        "heading_rCmFPr": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "title": "Rich text"
          }
        },
        "text_pdRkxW": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>Where the wind knows your story.<br/><br/>This collection is an ode to the summers we carry in our bones — the kind only India can offer. It’s the rustle of neem leaves, the cry of parrots at dawn, the scent of rain-soaked earth, and the feeling of sun-warmed skin touched by a familiar breeze.<br/><br/>Shot in the quiet magic of Leh, An Indian Summer captures that rare stillness — when time slows down and the wind begins to whisper your memories back to you.<br/><br/>Breezy kurtas and dresses in airy silhouettes are brought to life with prints of Indian foliage and parrots — vibrant symbols of nature, freedom, and the poetry of everyday life. Delicate hand embroideries trace stories only an Indian summer can tell.</p>"
          }
        }
      },
      "block_order": [
        "heading_rCmFPr",
        "text_pdRkxW"
      ],
      "disabled": true,
      "name": "t:sections.rich-text.presets.rich_text.name",
      "settings": {
        "align_text": "center",
        "narrow_column": false,
        "divider": false
      }
    },
    "main-collection": {
      "type": "main-collection",
      "blocks": {
        "collection_description": {
          "type": "collection_description",
          "disabled": true,
          "settings": {}
        },
        "subcollections": {
          "type": "subcollections",
          "settings": {
            "subcollections_per_row": 4
          }
        },
        "product_grid": {
          "type": "product_grid",
          "settings": {
            "enable_collection_count": false,
            "per_row": 4,
            "rows_per_page": 7,
            "mobile_flush_grid": true
          }
        }
      },
      "block_order": [
        "collection_description",
        "subcollections",
        "product_grid"
      ],
      "settings": {
        "enable_sidebar": true,
        "collapsed": true,
        "filter_style": "sidebar",
        "enable_color_swatches": false,
        "enable_sort": true
      }
    },
    "testimonial_carousel_wbWW6f": {
      "type": "testimonial-carousel",
      "blocks": {
        "testimonial_YPxJQp": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/Nishtha_Sharma.jpg",
            "quote": "<p>It was an absolute pleasure to wear the outfit by Summer by Priyanka.<br/><br/>Tha tailoring and the outfit is excellent and the service was equally impeccable. Trying and browsing at the beautiful store was made so easy by the staff!<br/><br/>Definitely coming back to the brand</p>",
            "author": "Nishtha Sharma, India",
            "rating": 5
          }
        },
        "testimonial_WRMaGe": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/viriti_verma.jpg",
            "quote": "<p>Summer by Priyanka Gupta is like a breath of fresh air out of so many designer stores we visited for my sister-in-laws bridal outfit.<br/><br/>Her outfits were a love at first sight! They have a great collection and the store is beautifully decorated and designed. Kanchan ji, who is also the store manager helped us a lot with making correct decisions, as a result we were in love with the final outcome.<br/><br/> We ended up picking up so many sarees and suits. It's a highly recommended store, do visit.</p>",
            "author": "Vriti Verma, India",
            "rating": 5
          }
        },
        "testimonial_VRyTED": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/Leena_Yerneni.webp",
            "quote": "<p>Great designs and quality. Just loved how our outfits turned out for my daughter’s first birthday making it more memorable.<br/><br/>So dreamy and just the way I envisioned🌸💞💖</p>",
            "author": "Leena Yerneni, USA",
            "rating": 5
          }
        },
        "testimonial_3rLN9j": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/Nidhi_Modi.webp",
            "quote": "<p>Well, Summer is all about it’s pastel tones and cute detailed colorful embroideries. Wearing summer always makes you to stand out in the crowd and creates a fresh vibe around you.<br/><br/>I just love the service, the work, the fabric, the embroideries and every bit of it.<br/><br/>They make such unique and chic designs that makes us fall for summer everyday. Always a Summer Girl 🌸</p>",
            "author": "Nidhi Modi, India",
            "rating": 5
          }
        },
        "testimonial_FmHYNn": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/APARNA_ROY.webp",
            "quote": "<p>We have had a wonderful experience at the Summer store always without fail !!<br/><br/>The outfits are fabulous and so is the store staff. Very accommodating. They customised a dress for me and it turned out lovely. My mom and I now shop regularly.<br/><br/>P.S: the store is so beautiful. My little daughter has a gala time every time we visit.</p>",
            "author": "Aparna Roy, India",
            "rating": 5
          }
        },
        "testimonial_kibXMb": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/NEENU_NAYYAR.webp",
            "quote": "<p>Summer by Priyanka gupta was an instagram discovery. I was looking for simple & elegant yet dressy clothes for a family wedding.<br/><br/>I went to the store at def col, met Priyanka and was absolutely in awe of her and her craft. Such simplicity in both :)<br/><br/>Since then, Summer by Priyanka Gupta has become my go to store for any occasion for my daughter and I. Absolutely love it ♥️</p>",
            "author": "Neenu Nayyar, India",
            "rating": 5
          }
        },
        "testimonial_QNxfHh": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/Sailaja.webp",
            "quote": "<p>I had a wonderful shopping experience with Summer by Priyanka Gupta! The saree I purchased exceeded my expectations in both quality and design.<br/><br/>The customer service was exceptional, and the entire process was smooth and enjoyable. I will definitely be shopping with you again and will recommend your store to friends and family.<br/><br/>Thank you for providing such beautiful products and excellent service!</p>",
            "author": "Sailaja, Chicago, USA",
            "rating": 5
          }
        },
        "testimonial_FPEpFm": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/PAYAL_C_GUPTA.webp",
            "quote": "<p>I love Summer by Priyanka Gupta for their stunning pastel and embroidered outfits, highlighting their beautiful craftsmanship that consistently impresses her.</p>",
            "author": "Payal C Gupta, Dubai",
            "rating": 5
          }
        },
        "testimonial_hWe9Je": {
          "type": "testimonial",
          "settings": {
            "image": "shopify://shop_images/Rajwinder_Gill.webp",
            "quote": "<p>Thankyou for sending me the beautiful dresses. I appreciate their quality and fit , they are perfect in every way. I'm eager to place more orders with you.</p>",
            "author": "Rajwinder Gill, USA",
            "rating": 5
          }
        }
      },
      "block_order": [
        "testimonial_YPxJQp",
        "testimonial_WRMaGe",
        "testimonial_VRyTED",
        "testimonial_3rLN9j",
        "testimonial_FmHYNn",
        "testimonial_kibXMb",
        "testimonial_QNxfHh",
        "testimonial_FPEpFm",
        "testimonial_hWe9Je"
      ],
      "disabled": true,
      "settings": {
        "title": "Don't Take Our Word For It......",
        "url": "https://www.lovesummer.in/pages/beautiful-girls-of-summer",
        "btn_text": "VIEW CLIENT DIARY",
        "cellAlign": "left",
        "time": 5000,
        "pageDots": false,
        "adaptiveHeight": true,
        "padding-top": 0,
        "padding-bottom": 50
      }
    },
    "faq_AaYYmY": {
      "type": "faq",
      "blocks": {
        "question_GtGhGH": {
          "type": "question",
          "settings": {
            "title": " How do I style summer co ords for different occasions?",
            "text": "<p>One of the biggest advantages of summer co ords is their versatility. For a casual day out, pair your coord set with flat sandals and minimal accessories. Heading to brunch? Add wedges and a statement bag. For travel or vacations, go for cotton or linen coord sets that are both breathable and stylish. With coord sets women, you can also mix and match the top or bottom with other wardrobe staples for more outfit options.</p>"
          }
        },
        "question_yk4kGN": {
          "type": "question",
          "settings": {
            "title": "What fabrics are best for summer coord sets?",
            "text": "<p>For ultimate comfort during warm months, look for summer co ords made from lightweight and breathable fabrics like Georgette. These fabrics help wick away moisture and keep you cool while providing a polished, fashionable look. At our store, we carefully curate coord sets women love, made from skin-friendly, summer-ready textiles.</p>"
          }
        },
        "question_9ahRee": {
          "type": "question",
          "settings": {
            "title": " How do I choose the right size in coord sets for women?",
            "text": "<p>We recommend referring to the detailed size chart provided on each product page. Since coord sets women come as a set, it’s important to consider both your top and bottom measurements. If you're in between sizes or prefer a looser fit—especially for summer co ords—size up for better comfort. Our customer support is also happy to assist with sizing queries.</p>"
          }
        },
        "question_DMir9f": {
          "type": "question",
          "settings": {
            "title": "How should I care for my summer co ord sets?",
            "text": "<p>To extend the life of your summer co ords, always check the garment care label. Most cotton and rayon coord sets should be washed in cold water with mild detergent and air-dried to maintain their shape and color. Avoid using bleach or harsh chemicals. Iron on low heat if necessary. Proper care ensures that your coord sets women collection stays fresh and wearable all season long.</p>"
          }
        },
        "question_TrRC3f": {
          "type": "question",
          "settings": {
            "title": " Do you offer coord sets for special occasions like brunches, vacations, or office wear?",
            "text": "<p>Definitely. Our curated collection of coord sets women love includes elegant options for brunches, travel-friendly summer co ords for vacations, and even chic, structured coord sets suitable for work settings. Each piece is thoughtfully designed to offer style, comfort, and versatility for every occasion.</p>"
          }
        },
        "question_cBhM8X": {
          "type": "question",
          "settings": {
            "title": " Why should I invest in coord sets for my summer wardrobe?",
            "text": "<p>Summer co ords simplify styling and save time, offering a cohesive look with minimal effort. They're versatile, easy to pack for travel, and can be styled in multiple ways. Plus, the coordinated aesthetic adds a touch of sophistication to casual wear. For women seeking both style and functionality, coord sets women wear again and again are an essential summer staple.</p>"
          }
        }
      },
      "block_order": [
        "question_GtGhGH",
        "question_yk4kGN",
        "question_9ahRee",
        "question_DMir9f",
        "question_TrRC3f",
        "question_cBhM8X"
      ],
      "name": "t:sections.faq.presets.faq.name",
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "collection-header",
    "rich_text_hpT3BB",
    "main-collection",
    "testimonial_carousel_wbWW6f",
    "faq_AaYYmY"
  ]
}
