/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection-header": {
      "type": "collection-header",
      "settings": {
        "enable": true,
        "collection_image_enable": false,
        "parallax": false,
        "parallax_direction": "top"
      }
    },
    "main-collection": {
      "type": "main-collection",
      "blocks": {
        "collection_description": {
          "type": "collection_description",
          "settings": {}
        },
        "subcollections": {
          "type": "subcollections",
          "disabled": true,
          "settings": {
            "subcollections_per_row": 4
          }
        },
        "product_grid": {
          "type": "product_grid",
          "settings": {
            "enable_collection_count": false,
            "per_row": 4,
            "rows_per_page": 7,
            "mobile_flush_grid": true
          }
        }
      },
      "block_order": [
        "collection_description",
        "subcollections",
        "product_grid"
      ],
      "settings": {
        "enable_sidebar": true,
        "collapsed": true,
        "filter_style": "sidebar",
        "enable_color_swatches": false,
        "enable_sort": true
      }
    },
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb": {
      "type": "rich-text",
      "blocks": {
        "template--16728474812652__0829d804-3b0c-4ec0-8786-ae427fd7b2eb-1683969206544363e9-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<h2>Shop Luxurious Hand-Embroidered Organza Sarees</h2><p>Indulge in the epitome of luxury and timeless elegance with Summer by Priyanka Gupta's exquisite collection of hand-embroidered Organza sarees. Each saree is a masterpiece, meticulously crafted to capture the essence of sophistication and grace. Whether you're preparing for a grand celebration or seeking to make a lasting impression at a special event, our sarees are designed to elevate your style. With a commitment to quality and craftsmanship, we invite you to experience the allure of hand-embroidered Organza sarees that embody the rich traditions of Indian fashion while embracing contemporary aesthetics. Discover the perfect blend of tradition and modernity, where every thread tells a story, only at Summer by Priyanka Gupta.</p><h2>About Organza Sarees</h2><p>Organza sarees are a captivating category of Indian traditional attire known for their sheer and delicate nature. These sarees are crafted from organza fabric, characterized by their fine, plain weave and lightweight texture. Organza is celebrated for its subtle shimmer and transparency, making it an excellent choice for creating sarees of unparalleled elegance.</p><h2>Which other saree collections do we have at Summer?</h2><p>Here are the other sarees we have in our collection</p><h3>Sarees By Fabric</h3><ul><li><a href=\"https://www.lovesummer.in/collections/chiffon-sarees\"><span style=\"text-decoration:underline\">Chiffon Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/georgette-sarees\"><span style=\"text-decoration:underline\">Georgette Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/silk-sarees\"><span style=\"text-decoration:underline\">Silk Sarees</span></a></li></ul><h3>Sarees By Design</h3><ul><li><a href=\"https://www.lovesummer.in/collections/printed-sarees\"><span style=\"text-decoration:underline\">Printed Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/embroidered-saree\"><span style=\"text-decoration:underline\">Embroidered Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/luxury-saree\"><span style=\"text-decoration:underline\">Luxury Sarees</span></a></li></ul><h3>Sarees By Occasion</h3><ul><li><a href=\"https://www.lovesummer.in/collections/haldi-sarees\"><span style=\"text-decoration:underline\">Haldi Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/mehendi-sarees\"><span style=\"text-decoration:underline\">Mehendi Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/engagement-sarees\"><span style=\"text-decoration:underline\">Engagement Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/reception-sarees\"><span style=\"text-decoration:underline\">Reception Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/partywear-sarees\"><span style=\"text-decoration:underline\">Partywear Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/festive-sarees\"><span style=\"text-decoration:underline\">Festive Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/farewell-sarees\"><span style=\"text-decoration:underline\">Farewell Sarees</span></a></li><li><a href=\"https://www.lovesummer.in/collections/diwali-sarees\"><span style=\"text-decoration:underline\">Diwali Sarees</span></a></li></ul><h2>Occasions to Wear Organza Sarees</h2><p>Organza sarees are incredibly versatile and can be worn on various occasions due to their elegant and lightweight nature. </p><p>Here are different occasions where you can flaunt the beauty of organza sarees:</p><ul><li><strong>Weddings</strong>: Organza sarees are a popular choice for weddings, both for brides and wedding guests. Their sheer elegance and intricate embroidery make them perfect for wedding ceremonies and receptions.</li><li><strong>Festivals</strong>: Celebrate festive occasions like Diwali, Eid, Navratri, and other cultural festivals in style with organza sarees. The fabric's ethereal quality adds to the festive spirit.</li><li><strong>Parties and Galas</strong>: Organza sarees make a statement at formal parties, cocktail events, and galas. Their graceful drape and shimmering appearance are bound to turn heads.</li><li><strong>Cultural and Religious Functions</strong>: Organza sarees are often chosen for cultural and religious functions, where traditional attire is required. They reflect the cultural heritage and showcase a sense of reverence.</li><li><strong>Casual Gatherings</strong>: Lighter-weight organza sarees can be worn to casual gatherings and social events, providing both comfort and a touch of elegance for daytime or evening affairs.</li><li><strong>Anniversaries and Special Occasions</strong>: Celebrate special milestones in your life, such as anniversaries and milestone birthdays, by donning a beautiful organza saree to mark the significance of the day.</li><li><strong>Office Parties</strong>: Opt for a sophisticated organza saree when attending office parties or corporate events. They strike a balance between formal and stylish.</li><li><strong>Cocktail Receptions</strong>: If you're attending a cocktail reception or an engagement party, an organza saree with contemporary styling can make you stand out in the crowd.</li><li><strong>Charity Events</strong>: Organza sarees can also be a symbol of grace and philanthropy. Wearing one for charity events and fundraisers adds an element of elegance to your support for a good cause.</li><li><strong>Casual Day Out</strong>: Some lightweight organza sarees with minimal embellishments can be worn casually for a day out or a relaxed lunch, providing a comfortable and chic look.</li><li><strong>Art Exhibitions and Cultural Shows</strong>: Attend art exhibitions, cultural shows, or theater productions in an organza saree to express your appreciation for the arts while looking impeccably stylish.</li><li><strong>Fashion Shows and Runway Events</strong>: If you're attending or participating in fashion shows and runway events, organza sarees are a favorite among fashion enthusiasts and designers.</li></ul><h2>Sensational Fabric Experience</h2><p>Organza is considered an amazing fabric choice for a saree for several compelling reasons, making it a popular and timeless option:</p><ul><li><strong>Sheer Elegance</strong>: The hallmark of organza sarees is their sheer and transparent quality. This inherent delicacy gives them an ethereal and elegant appearance, making them ideal for formal and special occasions.</li><li><strong>Lightweight Comfort</strong>: Organza is an exceptionally lightweight fabric, making it comfortable to wear for extended periods. The saree drapes beautifully and does not weigh you down, allowing for easy movement.</li><li><strong>Subtle Shimmer</strong>: Organza fabric has a subtle natural shimmer that adds a touch of opulence to the saree. It catches and reflects light gracefully, enhancing your overall look without being overly flashy.</li><li><strong>Versatility</strong>: Organza sarees are incredibly versatile. They can be styled in various ways to suit different occasions, whether it's a wedding, festival, party, or casual outing. The fabric adapts well to both traditional and contemporary designs.</li><li><strong>Intricate Embroidery</strong>: Organza serves as an excellent canvas for intricate embroidery and embellishments. Hand-embroidered organza sarees are especially popular, featuring exquisite designs that elevate the saree's aesthetic appeal.</li><li><strong>Color Range</strong>: Organza sarees come in a wide range of colors, from soft pastels to rich, vibrant hues. This diversity allows you to choose the perfect color to match the occasion and your personal style.</li><li><strong>Timeless Appeal</strong>: Organza sarees never go out of style. They have been a part of Indian fashion for generations and continue to be a symbol of timeless elegance, ensuring that your investment in one will remain relevant for years to come.</li><li><strong>Cultural Significance</strong>: Organza sarees are often chosen for cultural and religious ceremonies, where they symbolize tradition and grace. They hold a special place in Indian culture and heritage.</li><li><strong>Comfortable Draping</strong>: The thin and airy nature of organza makes it easy to drape and pleat, allowing you to create elegant saree styles effortlessly.</li><li><strong>Photogenic Quality</strong>: The subtle sheen and delicate texture of organza make it a favorite choice for photography. Organza sarees look stunning in photos, making them ideal for capturing memorable moments.</li><li><strong>Adaptable to All Seasons</strong>: Organza sarees are suitable for all seasons. In hot weather, their breathability keeps you cool, while in colder seasons, you can layer them with a shawl or jacket for warmth without sacrificing style.</li><li><strong>Wearable Art</strong>: Organza sarees, especially those with hand embroidery and intricate detailing, are often considered wearable works of art. They showcase the craftsmanship of artisans and reflect a rich cultural heritage.</li></ul><h2>Reasons to Choose Organza Sarees</h2><p>There are several compelling reasons to make organza sarees a part of your wardrobe:</p><ul><li><strong>Elegance</strong>: Organza sarees exude elegance and sophistication. Their sheer and lightweight nature adds a touch of grace to your overall appearance, making you look effortlessly chic.</li><li><strong>Versatility</strong>: Organza sarees are incredibly versatile. They can be styled in numerous ways to suit different occasions, from weddings to festivals to casual gatherings.</li><li><strong>Comfort</strong>: Despite their opulent appearance, organza sarees are comfortable to wear. The fabric is lightweight and breathable, ensuring you stay comfortable throughout the day or night.</li><li><strong>Intricate Embroidery</strong>: Organza serves as an excellent canvas for intricate embroidery and embellishments. Hand-embroidered organza sarees feature stunning designs that capture attention and elevate your style.</li><li><strong>Timeless Appeal</strong>: Organza sarees never go out of style. They have a timeless quality that ensures you can wear them for years to come without worrying about trends.</li><li><strong>Photogenic Quality</strong>: The subtle sheen and delicate texture of organza make it a favorite choice for photography. Organza sarees look stunning in pictures, making them perfect for capturing memorable moments.</li><li><strong>Cultural Significance</strong>: Organza sarees are often chosen for cultural and religious ceremonies, where they symbolize tradition and grace. They hold a special place in Indian culture and heritage.</li><li><strong>Adaptable to All Seasons</strong>: Organza sarees are suitable for all seasons. They keep you cool in hot weather and can be layered with shawls or jackets in colder months without sacrificing style.</li><li><strong>Artistic Expression</strong>: Some organza sarees are true works of art, showcasing the craftsmanship of skilled artisans. Wearing one allows you to appreciate and support traditional craftsmanship.</li><li><strong>Range of Colors</strong>: Organza sarees are available in a wide range of colors, from soft pastels to vibrant jewel tones. This diversity allows you to choose the perfect color to match the occasion and your personal style.</li><li><strong>Flattering Draping</strong>: The fabric's thin and airy nature makes it easy to drape and pleat, allowing you to create elegant saree styles effortlessly.</li><li><strong>Memorable Occasions</strong>: Wearing an organza saree can make special occasions even more memorable. Whether it's a wedding, festival, or party, you'll stand out in an organza saree.</li></ul><h2>Caring for Your Organza Saree</h2><p>Caring for an organza saree is essential to ensure its longevity and maintain its delicate beauty. Organza is a sheer and delicate fabric, so it requires gentle handling and proper storage. </p><p>Here are some tips on how to care for your organza saree:</p><ul><li><strong>Dry Cleaning</strong>: Organza sarees should be dry-cleaned or professionally cleaned to ensure they are treated with the utmost care. Avoid washing them at home, as the fabric is delicate and can be easily damaged by harsh detergents and agitation.</li><li><strong>Spot Cleaning</strong>: If you notice a minor stain or spill on your organza saree, try to address it immediately by blotting the stain with a clean, dry cloth. Do not rub the stain, as it can spread or damage the fabric. Take the saree to a professional cleaner as soon as possible for proper stain removal.</li><li><strong>Avoid Direct Sunlight</strong>: Organza fabric is susceptible to color fading when exposed to direct sunlight for extended periods. Store your saree in a cool, dark place away from sunlight to preserve its vibrant colors.</li><li><strong>Storage</strong>: To prevent your organza saree from getting damaged, store it properly:</li><li>Use a padded hanger to hang the saree. Avoid using wire hangers, as they can leave creases.</li><li>If folding the saree, pad the folds with acid-free tissue paper to prevent creasing.</li><li>Store in a saree bag or a cotton pillowcase to protect it from dust and moisture. Do not use plastic bags, as they can trap moisture and damage the fabric.</li><li><strong>Avoid Perfume and Deodorant</strong>: Perfumes, deodorants, and other sprays can contain chemicals that may harm the delicate organza fabric. Apply these products before wearing your saree and ensure they are completely dry before putting it on.</li><li><strong>Handle with Clean Hands</strong>: Always handle your organza saree with clean hands to prevent transferring oils, dirt, or other substances onto the fabric.</li><li><strong>Avoid Sharp Objects</strong>: Be cautious around sharp objects or jewelry that can snag or tear the delicate organza fabric. When wearing jewelry like bracelets or rings, take care not to catch them on the saree.</li><li><strong>Ironing</strong>: If your organza saree gets wrinkled, use a low-heat iron (set to silk or low temperature) with a pressing cloth (a thin cotton cloth) placed between the iron and the saree to prevent direct contact. Iron on the reverse side to avoid damaging the embroidery or embellishments.</li><li><strong>Rotate Wear</strong>: Avoid wearing the same organza saree frequently to prevent excessive wear and tear. Rotate your sarees to extend their lifespan.</li><li><strong>Professional Storage</strong>: If you plan to store your organza saree for an extended period, consider having it professionally cleaned and packed in acid-free tissue paper. This will help preserve the fabric and prevent any potential damage.</li></ul><p>By following these care instructions, you can enjoy the timeless beauty of your organza saree for years to come and ensure it remains a cherished part of your wardrobe.</p><h2>Stunning Colors for Organza Sarees</h2><p>Organza sarees are available in a wide range of colors to suit your preferences and the occasion. Some popular choices include:</p><ul><li><strong>Pastel Shades</strong>: Such as blush pink, mint green, and lavender, exude a subtle and elegant charm.</li><li><strong>Bold Hues</strong>: Like royal blue, emerald green, and deep red, make a striking statement at special events.</li></ul><h2>Buy Organza Sarees Online</h2><p>To explore a diverse collection of organza sarees, including hand-embroidered options, you can conveniently shop online. Visit our official website at lovesummer.in and browse through the exquisite designs. Place your order online and enjoy worldwide shipping to experience the allure of organza sarees.</p><h2>In-Person Shopping for Organza Sarees</h2><p>If you are in the Delhi NCR area, you can also visit our physical store located at D6, 1st Floor, Defence Colony, New Delhi, 110024. Our store is open from Tuesday to Sunday, between 10:30 am and 7:30 pm. To ensure personalized assistance and service, consider booking an appointment on our website. Experience the magic of organza sarees up close and find your perfect style statement.</p><h2>FAQs - Organza Sarees</h2><h3>What is the inspiration behind Summer by Priyanka Gupta's Organza Saree Collection?</h3><p>Our Organza Saree Collection draws inspiration from the timeless beauty and elegance of organza fabric, combined with contemporary and traditional design elements to create a stunning range of sarees.</p><h3>What makes organza sarees special in this collection?</h3><p>Our organza sarees in this collection are crafted with meticulous attention to detail, featuring exquisite hand embroidery, delicate embellishments, and a diverse color palette, making each saree a work of art.</p><h3>Can I find sarees for both casual and formal occasions in this collection?</h3><p>Yes, our Organza Saree Collection offers a wide range of sarees suitable for various occasions, from casual daywear to formal events, weddings, festivals, and parties.</p><h3>Are these sarees available in different sizes?</h3><p>Our sarees typically come in a standard size that can be draped to fit most body types. Customizations may be available on select designs; please inquire with our team for details.</p><p>How do I care for the organza sarees in this collection?</p><p>To ensure the longevity of your organza saree, we recommend dry cleaning and proper storage. Detailed care instructions are provided with each saree.</p><h3>Is international shipping available for these sarees?</h3><p>Yes, we offer international shipping for our Organza Saree Collection. Please contact our customer service team for shipping rates and delivery times to your location.</p><h3>Do you offer customization options for these sarees?</h3><p>Depending on the design, some customization options may be available. Please reach out to our team to discuss your specific requirements.</p><h3>Can I return or exchange a saree from this collection if it doesn't meet my expectations?</h3><p>We want you to be delighted with your purchase. Please refer to our <a href=\"https://www.lovesummer.in/pages/shipping-information\"><span style=\"text-decoration:underline\">return and exchange policy</span></a> for detailed information on our policies and procedures.</p><h3>How can I place an order for an Organza saree from this collection?</h3><p>You can place an order through our official website, or you can visit our physical store in Delhi NCR. For online orders, simply browse our collection, select your desired saree, and follow the checkout process.</p><h3>Is there a size guide available to help me choose the right saree?</h3><p>Yes, we provide a size guide on our website to assist you in choosing the right saree. It includes information on draping styles and measurements for the perfect fit.</p><p>Please feel free to contact our customer service team for any additional questions or assistance with your purchase from our Organza Saree Collection.</p>"
          }
        }
      },
      "block_order": [
        "template--16728474812652__0829d804-3b0c-4ec0-8786-ae427fd7b2eb-1683969206544363e9-1"
      ],
      "disabled": true,
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "divider": false
      }
    },
    "rich_text_8ibfDp": {
      "type": "rich-text",
      "blocks": {
        "heading_U6AdCc": {
          "type": "heading",
          "settings": {
            "title": "Shop Luxurious Hand-Embroidered Organza Sarees"
          }
        },
        "text_QYELmK": {
          "type": "text",
          "settings": {
            "enlarge_text": true,
            "text": "<p>Indulge in the epitome of luxury and timeless elegance with Summer by Priyanka Gupta's exquisite collection of hand-embroidered Organza sarees. Each saree is a masterpiece, meticulously crafted to capture the essence of sophistication and grace. Whether you're preparing for a grand celebration or seeking to make a lasting impression at a special event, our sarees are designed to elevate your style. With a commitment to quality and craftsmanship, we invite you to experience the allure of hand-embroidered Organza sarees that embody the rich traditions of Indian fashion while embracing contemporary aesthetics. Discover the perfect blend of tradition and modernity, where every thread tells a story, only at Summer by Priyanka Gupta.</p>"
          }
        }
      },
      "block_order": [
        "heading_U6AdCc",
        "text_QYELmK"
      ],
      "disabled": true,
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "rich_text_rAyMdt": {
      "type": "rich-text",
      "blocks": {
        "heading_DfwMAG": {
          "type": "heading",
          "settings": {
            "title": "About Organza Sarees"
          }
        },
        "text_6VTK8A": {
          "type": "text",
          "settings": {
            "enlarge_text": true,
            "text": "<p>Organza sarees are a captivating category of Indian traditional attire known for their sheer and delicate nature. These sarees are crafted from organza fabric, characterized by their fine, plain weave and lightweight texture. Organza is celebrated for its subtle shimmer and transparency, making it an excellent choice for creating sarees of unparalleled elegance.</p>"
          }
        }
      },
      "block_order": [
        "heading_DfwMAG",
        "text_6VTK8A"
      ],
      "disabled": true,
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "rich_text_eUXFjn": {
      "type": "rich-text",
      "blocks": {
        "heading_KAGmeM": {
          "type": "heading",
          "settings": {
            "title": "Stunning Colors for Organza Sarees"
          }
        },
        "text_eW4k47": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>Organza sarees are available in a wide range of colors to suit your preferences and the occasion. Some popular choices include:</p><p><strong>Pastel Shades</strong>: Such as blush pink, mint green, and lavender, exude a subtle and elegant charm.</p><p><strong>Bold Hues</strong>: Like royal blue, emerald green, and deep red, make a striking statement at special events.</p>"
          }
        }
      },
      "block_order": [
        "heading_KAGmeM",
        "text_eW4k47"
      ],
      "disabled": true,
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "faq_qFwwCz": {
      "type": "faq",
      "blocks": {
        "question_6j9azV": {
          "type": "question",
          "settings": {
            "title": "Occasions to Wear Organza Sarees",
            "text": "<p>Organza sarees are incredibly versatile and can be worn on various occasions due to their elegant and lightweight nature. </p><p>Here are different occasions where you can flaunt the beauty of organza sarees:</p><ul><li><strong>Weddings</strong>: Organza sarees are a popular choice for weddings, both for brides and wedding guests. Their sheer elegance and intricate embroidery make them perfect for wedding ceremonies and receptions.</li><li><strong>Festivals</strong>: Celebrate festive occasions like Diwali, Eid, Navratri, and other cultural festivals in style with organza sarees. The fabric's ethereal quality adds to the festive spirit.</li><li><strong>Parties and Galas</strong>: Organza sarees make a statement at formal parties, cocktail events, and galas. Their graceful drape and shimmering appearance are bound to turn heads.</li><li><strong>Cultural and Religious Functions</strong>: Organza sarees are often chosen for cultural and religious functions, where traditional attire is required. They reflect the cultural heritage and showcase a sense of reverence.</li><li><strong>Casual Gatherings</strong>: Lighter-weight organza sarees can be worn to casual gatherings and social events, providing both comfort and a touch of elegance for daytime or evening affairs.</li><li><strong>Anniversaries and Special Occasions</strong>: Celebrate special milestones in your life, such as anniversaries and milestone birthdays, by donning a beautiful organza saree to mark the significance of the day.</li><li><strong>Office Parties</strong>: Opt for a sophisticated organza saree when attending office parties or corporate events. They strike a balance between formal and stylish.</li><li><strong>Cocktail Receptions</strong>: If you're attending a cocktail reception or an engagement party, an organza saree with contemporary styling can make you stand out in the crowd.</li><li><strong>Charity Events</strong>: Organza sarees can also be a symbol of grace and philanthropy. Wearing one for charity events and fundraisers adds an element of elegance to your support for a good cause.</li><li><strong>Casual Day Out</strong>: Some lightweight organza sarees with minimal embellishments can be worn casually for a day out or a relaxed lunch, providing a comfortable and chic look.</li><li><strong>Art Exhibitions and Cultural Shows</strong>: Attend art exhibitions, cultural shows, or theater productions in an organza saree to express your appreciation for the arts while looking impeccably stylish.</li><li><strong>Fashion Shows and Runway Events</strong>: If you're attending or participating in fashion shows and runway events, organza sarees are a favorite among fashion enthusiasts and designers.</li></ul>"
          }
        },
        "question_dx4WmL": {
          "type": "question",
          "settings": {
            "title": "Sensational Fabric Experience",
            "text": "<p>Organza is considered an amazing fabric choice for a saree for several compelling reasons, making it a popular and timeless option:</p><ul><li><strong>Sheer Elegance</strong>: The hallmark of organza sarees is their sheer and transparent quality. This inherent delicacy gives them an ethereal and elegant appearance, making them ideal for formal and special occasions.</li><li><strong>Lightweight Comfort</strong>: Organza is an exceptionally lightweight fabric, making it comfortable to wear for extended periods. The saree drapes beautifully and does not weigh you down, allowing for easy movement.</li><li><strong>Subtle Shimmer</strong>: Organza fabric has a subtle natural shimmer that adds a touch of opulence to the saree. It catches and reflects light gracefully, enhancing your overall look without being overly flashy.</li><li><strong>Versatility</strong>: Organza sarees are incredibly versatile. They can be styled in various ways to suit different occasions, whether it's a wedding, festival, party, or casual outing. The fabric adapts well to both traditional and contemporary designs.</li><li><strong>Intricate Embroidery</strong>: Organza serves as an excellent canvas for intricate embroidery and embellishments. Hand-embroidered organza sarees are especially popular, featuring exquisite designs that elevate the saree's aesthetic appeal.</li><li><strong>Color Range</strong>: Organza sarees come in a wide range of colors, from soft pastels to rich, vibrant hues. This diversity allows you to choose the perfect color to match the occasion and your personal style.</li><li><strong>Timeless Appeal</strong>: Organza sarees never go out of style. They have been a part of Indian fashion for generations and continue to be a symbol of timeless elegance, ensuring that your investment in one will remain relevant for years to come.</li><li><strong>Cultural Significance</strong>: Organza sarees are often chosen for cultural and religious ceremonies, where they symbolize tradition and grace. They hold a special place in Indian culture and heritage.</li><li><strong>Comfortable Draping</strong>: The thin and airy nature of organza makes it easy to drape and pleat, allowing you to create elegant saree styles effortlessly.</li><li><strong>Photogenic Quality</strong>: The subtle sheen and delicate texture of organza make it a favorite choice for photography. Organza sarees look stunning in photos, making them ideal for capturing memorable moments.</li><li><strong>Adaptable to All Seasons</strong>: Organza sarees are suitable for all seasons. In hot weather, their breathability keeps you cool, while in colder seasons, you can layer them with a shawl or jacket for warmth without sacrificing style.</li><li><strong>Wearable Art</strong>: Organza sarees, especially those with hand embroidery and intricate detailing, are often considered wearable works of art. They showcase the craftsmanship of artisans and reflect a rich cultural heritage.</li></ul>"
          }
        },
        "question_nrQcbD": {
          "type": "question",
          "settings": {
            "title": "Reasons to Choose Organza Sarees",
            "text": "<p>here are several compelling reasons to make organza sarees a part of your wardrobe:</p><ul><li><strong>Elegance</strong>: Organza sarees exude elegance and sophistication. Their sheer and lightweight nature adds a touch of grace to your overall appearance, making you look effortlessly chic.</li><li><strong>Versatility</strong>: Organza sarees are incredibly versatile. They can be styled in numerous ways to suit different occasions, from weddings to festivals to casual gatherings.</li><li><strong>Comfort</strong>: Despite their opulent appearance, organza sarees are comfortable to wear. The fabric is lightweight and breathable, ensuring you stay comfortable throughout the day or night.</li><li><strong>Intricate Embroidery</strong>: Organza serves as an excellent canvas for intricate embroidery and embellishments. Hand-embroidered organza sarees feature stunning designs that capture attention and elevate your style.</li><li><strong>Timeless Appeal</strong>: Organza sarees never go out of style. They have a timeless quality that ensures you can wear them for years to come without worrying about trends.</li><li><strong>Photogenic Quality</strong>: The subtle sheen and delicate texture of organza make it a favorite choice for photography. Organza sarees look stunning in pictures, making them perfect for capturing memorable moments.</li><li><strong>Cultural Significance</strong>: Organza sarees are often chosen for cultural and religious ceremonies, where they symbolize tradition and grace. They hold a special place in Indian culture and heritage.</li><li><strong>Adaptable to All Seasons</strong>: Organza sarees are suitable for all seasons. They keep you cool in hot weather and can be layered with shawls or jackets in colder months without sacrificing style.</li><li><strong>Artistic Expression</strong>: Some organza sarees are true works of art, showcasing the craftsmanship of skilled artisans. Wearing one allows you to appreciate and support traditional craftsmanship.</li><li><strong>Range of Colors</strong>: Organza sarees are available in a wide range of colors, from soft pastels to vibrant jewel tones. This diversity allows you to choose the perfect color to match the occasion and your personal style.</li><li><strong>Flattering Draping</strong>: The fabric's thin and airy nature makes it easy to drape and pleat, allowing you to create elegant saree styles effortlessly.</li><li><strong>Memorable Occasions</strong>: Wearing an organza saree can make special occasions even more memorable. Whether it's a wedding, festival, or party, you'll stand out in an organza saree.</li></ul>"
          }
        },
        "question_Xn4eV8": {
          "type": "question",
          "settings": {
            "title": "Caring for Your Organza Saree",
            "text": "<p>Caring for an organza saree is essential to ensure its longevity and maintain its delicate beauty. Organza is a sheer and delicate fabric, so it requires gentle handling and proper storage. </p><p>Here are some tips on how to care for your organza saree:</p><ul><li><strong>Dry Cleaning</strong>: Organza sarees should be dry-cleaned or professionally cleaned to ensure they are treated with the utmost care. Avoid washing them at home, as the fabric is delicate and can be easily damaged by harsh detergents and agitation.</li><li><strong>Spot Cleaning</strong>: If you notice a minor stain or spill on your organza saree, try to address it immediately by blotting the stain with a clean, dry cloth. Do not rub the stain, as it can spread or damage the fabric. Take the saree to a professional cleaner as soon as possible for proper stain removal.</li><li><strong>Avoid Direct Sunlight</strong>: Organza fabric is susceptible to color fading when exposed to direct sunlight for extended periods. Store your saree in a cool, dark place away from sunlight to preserve its vibrant colors.</li><li><strong>Storage</strong>: To prevent your organza saree from getting damaged, store it properly:</li><li>Use a padded hanger to hang the saree. Avoid using wire hangers, as they can leave creases.</li><li>If folding the saree, pad the folds with acid-free tissue paper to prevent creasing.</li><li>Store in a saree bag or a cotton pillowcase to protect it from dust and moisture. Do not use plastic bags, as they can trap moisture and damage the fabric.</li><li><strong>Avoid Perfume and Deodorant</strong>: Perfumes, deodorants, and other sprays can contain chemicals that may harm the delicate organza fabric. Apply these products before wearing your saree and ensure they are completely dry before putting it on.</li><li><strong>Handle with Clean Hands</strong>: Always handle your organza saree with clean hands to prevent transferring oils, dirt, or other substances onto the fabric.</li><li><strong>Avoid Sharp Objects</strong>: Be cautious around sharp objects or jewelry that can snag or tear the delicate organza fabric. When wearing jewelry like bracelets or rings, take care not to catch them on the saree.</li><li><strong>Ironing</strong>: If your organza saree gets wrinkled, use a low-heat iron (set to silk or low temperature) with a pressing cloth (a thin cotton cloth) placed between the iron and the saree to prevent direct contact. Iron on the reverse side to avoid damaging the embroidery or embellishments.</li><li><strong>Rotate Wear</strong>: Avoid wearing the same organza saree frequently to prevent excessive wear and tear. Rotate your sarees to extend their lifespan.</li><li><strong>Professional Storage</strong>: If you plan to store your organza saree for an extended period, consider having it professionally cleaned and packed in acid-free tissue paper. This will help preserve the fabric and prevent any potential damage.</li></ul><p>By following these care instructions, you can enjoy the timeless beauty of your organza saree for years to come and ensure it remains a cherished part of your wardrobe.</p>"
          }
        }
      },
      "block_order": [
        "question_6j9azV",
        "question_dx4WmL",
        "question_nrQcbD",
        "question_Xn4eV8"
      ],
      "disabled": true,
      "settings": {
        "title": ""
      }
    },
    "faq_LAJtgB": {
      "type": "faq",
      "blocks": {
        "question_PEBk7C": {
          "type": "question",
          "settings": {
            "title": "What is the inspiration behind Summer by Priyanka Gupta's Organza Saree Collection?",
            "text": "<p>Our Organza Saree Collection draws inspiration from the timeless beauty and elegance of organza fabric, combined with contemporary and traditional design elements to create a stunning range of sarees.</p>"
          }
        },
        "question_6FqyzE": {
          "type": "question",
          "settings": {
            "title": "What makes organza sarees special in this collection?",
            "text": "<p>Our organza sarees in this collection are crafted with meticulous attention to detail, featuring exquisite hand embroidery, delicate embellishments, and a diverse color palette, making each saree a work of art.</p>"
          }
        },
        "question_WtmBhy": {
          "type": "question",
          "settings": {
            "title": "Can I find sarees for both casual and formal occasions in this collection?",
            "text": "<p>Yes, our Organza Saree Collection offers a wide range of sarees suitable for various occasions, from casual daywear to formal events, weddings, festivals, and parties.</p>"
          }
        },
        "question_LYXPP7": {
          "type": "question",
          "settings": {
            "title": "Are these sarees available in different sizes?",
            "text": "<p>Our sarees typically come in a standard size that can be draped to fit most body types. Customizations may be available on select designs; please inquire with our team for details.</p>"
          }
        },
        "question_7fzGAr": {
          "type": "question",
          "settings": {
            "title": "How do I care for the organza sarees in this collection?",
            "text": "<p>To ensure the longevity of your organza saree, we recommend dry cleaning and proper storage. Detailed care instructions are provided with each saree.</p>"
          }
        },
        "question_m4eJLf": {
          "type": "question",
          "settings": {
            "title": "Is international shipping available for these sarees?",
            "text": "<p>Yes, we offer international shipping for our Organza Saree Collection. Please contact our customer service team for shipping rates and delivery times to your location.</p>"
          }
        },
        "question_M4VRYK": {
          "type": "question",
          "settings": {
            "title": "Do you offer customization options for these sarees?",
            "text": "<p>Depending on the design, some customization options may be available. Please reach out to our team to discuss your specific requirements.</p>"
          }
        },
        "question_JfTHfQ": {
          "type": "question",
          "settings": {
            "title": "Can I return or exchange a saree from this collection if it doesn't meet my expectations?",
            "text": "<p>We want you to be delighted with your purchase. Please refer to our <a href=\"https://www.lovesummer.in/pages/shipping-information\"><span style=\"text-decoration:underline\">return and exchange policy</span></a> for detailed information on our policies and procedures.</p>"
          }
        },
        "question_LaVJGQ": {
          "type": "question",
          "settings": {
            "title": "How can I place an order for an Organza saree from this collection?",
            "text": "<p>You can place an order through our official website, or you can visit our physical store in Delhi NCR. For online orders, simply browse our collection, select your desired saree, and follow the checkout process.</p>"
          }
        },
        "question_FRCecL": {
          "type": "question",
          "settings": {
            "title": "Is there a size guide available to help me choose the right saree?",
            "text": "<p>Yes, we provide a size guide on our website to assist you in choosing the right saree. It includes information on draping styles and measurements for the perfect fit.</p><p>Please feel free to contact our customer service team for any additional questions or assistance with your purchase from our Organza Saree Collection.</p>"
          }
        }
      },
      "block_order": [
        "question_PEBk7C",
        "question_6FqyzE",
        "question_WtmBhy",
        "question_LYXPP7",
        "question_7fzGAr",
        "question_m4eJLf",
        "question_M4VRYK",
        "question_JfTHfQ",
        "question_LaVJGQ",
        "question_FRCecL"
      ],
      "settings": {
        "title": "FAQs - Organza Sarees"
      }
    }
  },
  "order": [
    "collection-header",
    "main-collection",
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb",
    "rich_text_8ibfDp",
    "rich_text_rAyMdt",
    "rich_text_eUXFjn",
    "faq_qFwwCz",
    "faq_LAJtgB"
  ]
}
