/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "collection-header": {
      "type": "collection-header",
      "settings": {
        "enable": true,
        "collection_image_enable": false,
        "parallax": false,
        "parallax_direction": "top"
      }
    },
    "main-collection": {
      "type": "main-collection",
      "blocks": {
        "collection_description": {
          "type": "collection_description",
          "disabled": true,
          "settings": {}
        },
        "subcollections": {
          "type": "subcollections",
          "settings": {
            "subcollections_per_row": 4
          }
        },
        "product_grid": {
          "type": "product_grid",
          "settings": {
            "enable_collection_count": false,
            "per_row": 4,
            "rows_per_page": 7,
            "mobile_flush_grid": true
          }
        }
      },
      "block_order": [
        "collection_description",
        "subcollections",
        "product_grid"
      ],
      "settings": {
        "enable_sidebar": true,
        "collapsed": true,
        "filter_style": "sidebar",
        "enable_color_swatches": false,
        "enable_sort": true
      }
    },
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb": {
      "type": "rich-text",
      "blocks": {
        "f0a0bde3-561d-4554-be51-53c8444405db": {
          "type": "text",
          "disabled": true,
          "settings": {
            "enlarge_text": false,
            "text": "<h1>Buy Hand Embroidered Luxurious Lehengas</h1><p>If you're wondering where to buy lehengas online, look no further! For an incredible shopping experience and a stunning collection of hand-embroidered luxurious lehengas, \"Summer by Priyanka Gupta\" is the perfect destination. Our online store offers a wide range of exquisite lehengas that are meticulously crafted to perfection.</p><p>When you shop at \"Summer by Priyanka Gupta,\" you can indulge in the beauty and elegance of hand embroidery. Each lehenga is intricately adorned with delicate details, showcasing the artistry and craftsmanship that goes into creating these masterpieces. Whether it's intricate zari work, shimmering sequins, or dazzling stone embellishments, our lehengas are designed to make you feel like a true diva.</p><p>Our collection features a diverse range of styles and designs, catering to different tastes and preferences. From vibrant colors that celebrate the spirit of summer to timeless pastels that exude grace and charm, you'll find the perfect lehenga to suit your unique style and occasion.</p><p>Shopping with us is a breeze. Our online store provides a user-friendly interface that allows you to browse through our extensive collection, view detailed product images, and read customer reviews to make an informed choice. We prioritize customer satisfaction and ensure a seamless shopping experience from start to finish.</p><p>To explore our collection and embark on a mesmerizing journey of hand-embroidered luxury, visit our website or step into our physical store in Delhi. We guarantee that you'll find the perfect lehenga that complements your style and makes you feel like royalty.</p><p>Don't miss out on the opportunity to own a piece from the \"Summer by Priyanka Gupta\" lehenga collection. Experience the artistry, elegance, and impeccable quality that sets our lehengas apart. Shop online or visit our store today and indulge in the splendor of hand-embroidered luxury.</p><h2>What is a Lehenga?</h2><p>A lehenga, also known as a lehenga choli or ghagra choli, is a traditional Indian outfit that consists of three main components: the lehenga, choli, and dupatta. It is a popular attire worn by women for special occasions, festivals, weddings, and cultural celebrations in India.</p><p>The Lehenga: The lehenga is a long, pleated skirt that typically reaches the ankles or floor. It is flared and voluminous, often featuring intricate embellishments, embroidery, or decorative work. The lehenga is available in various styles, such as A-line, circular, mermaid, or panelled, each offering a distinct silhouette and look.</p><p>The Choli: The choli refers to the fitted blouse or bodice that is worn with the lehenga. It comes in different styles, including short or long sleeves, backless, halter-neck, or off-shoulder designs. The choli is often intricately embellished to match or complement the lehenga, adding a touch of elegance and glamour.</p><p>The Dupatta: The dupatta is a long, flowing scarf or stole that is draped over the shoulder or around the body. It serves as an accessory to the lehenga and can be made of various fabrics like silk, chiffon, or net. The dupatta is often adorned with embellishments, borders, or embroidery, enhancing the overall look of the outfit.</p><p>Lehengas come in a wide range of colors, fabrics, and designs, allowing for personalization and customization according to individual preferences and the nature of the occasion. They showcase the rich cultural heritage and craftsmanship of India, with intricate detailing, vibrant hues, and luxurious fabrics.</p><p>Lehengas are versatile and can be styled differently based on the event and personal preferences. They can be paired with traditional jewelry, such as earrings, necklaces, bangles, and maang tikas, to complete the overall look. Whether you're attending a wedding, festival, or any special celebration, a lehenga is a timeless and enchanting choice that exudes grace, femininity, and cultural elegance.</p><h2>Types of Lehengas</h2><h3>A-line Lehenga</h3><ul><li>Style: This lehenga features a fitted waist and a flared skirt that forms an 'A' shape. It is universally flattering and versatile.</li><li>Occasion: Suitable for weddings, parties, festivals, and formal events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, brocade, velvet.</li></ul><h3>Circular Lehenga</h3><ul><li>Style: Known for its wide and voluminous flare, this lehenga creates a circular shape. It has a princess-like appeal.</li><li>Occasion: Ideal for weddings, receptions, festive occasions, and grand celebrations.</li><li>Best Season: All seasons, but especially suitable for winter.</li><li>Fabrics: Silk, velvet, brocade, net.</li></ul><h3>Mermaid Lehenga</h3><ul><li>Style: This lehenga is fitted to the knees and then flares out dramatically, resembling a mermaid's tail. It highlights the curves and adds a glamorous touch.</li><li>Occasion: Perfect for cocktail parties, receptions, and red-carpet events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, velvet, satin, brocade.</li></ul><h3>Panelled Lehenga</h3><ul><li>Style: This lehenga consists of panels stitched together to create a layered effect. It offers a contemporary and stylish look.</li><li>Occasion: Suitable for weddings, festivals, and parties.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, brocade, chiffon.</li></ul><h3>Lehenga Saree</h3><ul><li>Style: A fusion of lehenga and saree, this ensemble combines the elegance of a saree drape with the convenience of a lehenga skirt.</li><li>Occasion: Perfect for weddings, parties, and festive occasions.</li><li>Best Season: All seasons.</li><li>Fabrics: Georgette, net, chiffon, silk.</li></ul><h3>Jacket Lehenga</h3><ul><li>Style: This lehenga comes with a long jacket or cape that adds a layer of sophistication and elegance. The jacket can be embellished or embroidered.</li><li>Occasion: Suitable for weddings, sangeet ceremonies, and receptions.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, brocade, velvet, georgette.</li></ul><p>Sharara Lehenga</p><ul><li>Style: This lehenga features a flared skirt with wide, billowing pants instead of a traditional lehenga skirt. It has a fusion of Indian and Pakistani influences.</li><li>Occasion: Perfect for weddings, mehndi ceremonies, and festive celebrations.</li><li>Best Season: All seasons.</li><li>Fabrics: Georgette, silk, chiffon.</li></ul><h3>Lehenga with Trail</h3><ul><li>Style: This lehenga has a long trail attached to the skirt, creating a dramatic and regal effect. It adds a touch of grandeur to any occasion.</li><li>Occasion: Ideal for weddings, receptions, and extravagant events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, velvet, brocade.</li></ul><h3>Straight-Cut Lehenga</h3><ul><li>Style: This lehenga features a straight-cut skirt without much flare. It provides a sleek and contemporary look.</li><li>Occasion: Suitable for pre-wedding functions, small gatherings, and parties.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, crepe.</li></ul><h3>Half Saree Lehenga</h3><ul><li>Style: Inspired by South Indian culture, this lehenga replicates the style of half saree, with a lehenga skirt, blouse, and a drape over one shoulder.</li><li>Occasion: Perfect for weddings, engagements, and traditional ceremonies.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, chiffon.</li></ul><h2>Summer Lehengas</h2><p>In summer, you can wear lehengas that are designed specifically to keep you cool and comfortable. Here are some types of lehengas that are suitable for summer:</p><h3>Cotton Lehenga</h3><p>Cotton is a breathable and lightweight fabric that is perfect for summer. Opt for a cotton lehenga with minimal embellishments and a breezy silhouette. You can choose from block prints, tie-dye, or floral patterns to add a touch of vibrancy to your summer look.</p><h2>Chiffon Lehenga</h2><p>Chiffon is a sheer and lightweight fabric that drapes beautifully. A chiffon lehenga with delicate embroidery or sequin work can give you an ethereal and elegant summer look. Its flowing nature allows air circulation and keeps you cool.</p><h3>Georgette Lehenga</h3><p>Georgette is another fabric that is commonly used for summer lehengas. It is lightweight, breathable, and has a slightly textured surface. A georgette lehenga with pastel shades, floral prints, or subtle embroidery can be a great choice for summer occasions.</p><h3>Organza Lehenga</h3><p>Organza is a sheer and crisp fabric that adds a touch of sophistication to your summer ensemble. It has a natural sheen and a lightweight feel, making it ideal for summer lehengas. Opt for organza lehengas with minimal embellishments or go for pastel shades to exude elegance.</p><h2>Occasions to wear summer lehengas</h2><p>Now let's explore some summer occasions where you can wear a summer lehenga:</p><h3>Daytime Summer Weddings</h3><p>Summer is a popular season for weddings, and a summer lehenga is a perfect choice for a daytime wedding celebration. Opt for light and pastel-colored lehengas with delicate embroidery or floral prints. You can pair it with minimal jewelry to achieve an effortlessly chic look.</p><h3>Mehendi or Sangeet Functions</h3><p>For pre-wedding functions like mehendi or sangeet, opt for a lightweight lehenga in bright colors or pastel shades. Choose fabrics like chiffon or georgette with minimal embroidery or mirror work for a playful and festive look.</p><h3>Festivals</h3><p>Celebrate festivals in a summer lehenga. Choose vibrant colors and lightweight fabrics like cotton or chiffon with subtle embellishments. It allows you to enjoy the festivities while staying comfortable in the warm weather.</p><h3>Garden Parties</h3><p>Summer is the perfect time for outdoor garden parties. A flowy and breathable lehenga made of georgette or organza with floral prints or light embroidery is an excellent choice. Pair it with minimalistic jewelry and comfortable footwear for a graceful and effortless look.</p><p>Remember, the key is to choose lehengas made of lightweight and breathable fabrics that allow air circulation and keep you comfortable in the summer heat. Pair your summer lehenga with minimalistic jewelry, comfortable footwear, and a light dupatta to complete your stylish summer ensemble.</p><h2>Accessories that go with summer lehengas</h2><p>When it comes to accessorizing summer lehengas, there are several options to enhance your look and complete your ensemble. Here are some accessories that go well with summer lehengas:</p><h3>Statement Earrings</h3><p>Pair your summer lehenga with statement earrings that complement the color and design of your outfit. Opt for oversized chandelier earrings, jhumkas (traditional Indian earrings), or danglers to add a touch of glamour and elegance.</p><h3>Delicate Necklaces</h3><p>Choose delicate necklaces that enhance the neckline of your blouse. Consider dainty chains with pendants, layered necklaces, or choker-style necklaces to add a subtle sparkle without overpowering your lehenga.</p><h3>Maang Tikka</h3><p>A maang tikka is a traditional Indian headpiece that rests on the center of the forehead. It adds a regal touch to your look and can be adorned with pearls, stones, or intricate designs, depending on the style of your lehenga.</p><h3>Bangle or Bracelet</h3><p>Add some sparkle to your wrists with bangles or bracelets. Opt for stackable bangles, metal cuffs, or delicate bracelets that complement the colors and design elements of your lehenga.</p><h3>Waist Belt</h3><p>Consider adding a waist belt or kamarbandh to accentuate your waistline and create a defined silhouette. Choose a belt with intricate embellishments or embroidery that complements the overall look of your lehenga.</p><h3>Clutch or Potli Bag</h3><p>Carry a stylish clutch or potli bag that matches or contrasts with your lehenga. Look for designs that feature embroidery, sequins, or embellishments that complement the colors and motifs of your outfit.</p><h3>Anklets</h3><p>Accentuate your feet with anklets or payal. Choose delicate chains or charm anklets that add a subtle touch of femininity and grace to your overall look.</p><h3>Hair Accessories</h3><p>Enhance your hairstyle with hair accessories such as adorned hairpins, decorative hair combs, or floral hair accessories that match the colors and theme of your lehenga.</p><h3>Nose Ring</h3><p>If you have a nose piercing, consider wearing a delicate nose ring or nath that complements your lehenga. Choose a style that suits your face shape and adds a traditional touch to your look.</p><h3>Footwear</h3><p>Complete your ensemble with the right pair of footwear. Opt for embellished sandals, embroidered juttis (traditional Indian footwear), or heels that match the color palette and style of your lehenga.</p><p>Remember, choose accessories that complement your lehenga without overpowering it. Select pieces that enhance your overall look and reflect your personal style. </p><h2>Lehenga Colors</h2><p>Lehengas come in a wide variety of colors, allowing you to choose the perfect shade that suits your style, occasion, and personal preference. Here are some different types of lehengas based on colors:</p><p><strong>Vibrant Lehengas</strong>: These lehengas feature bold and bright colors that make a statement. Examples include vibrant shades of red, royal blue, emerald green, hot pink, and sunny yellow. These colors are often associated with celebrations, weddings, and festive occasions.</p><p><strong>Pastel Lehengas</strong>: Pastel-colored lehengas are known for their soft and subtle hues. They create an elegant and ethereal look. Pastel shades like mint green, blush pink, powder blue, lavender, and peach are popular choices for daytime events, summer occasions, and garden parties.</p><p><strong>Earthy-Toned Lehengas</strong>: Earthy tones exude warmth and richness. Colors like deep maroon, burnt orange, olive green, mustard yellow, and chocolate brown fall into this category. These colors are versatile and can be worn for both daytime and evening events, offering a touch of sophistication and a connection to nature.</p><p><strong>Neutrals and Metallics</strong>: Neutral shades and metallic tones are timeless choices that add a touch of glamour to your look. Colors like beige, ivory, champagne, silver, and gold are often used for bridal lehengas, evening events, and formal occasions. They complement a range of skin tones and can be easily accessorized.</p><p><strong>Monochromatic Lehengas</strong>: Monochromatic lehengas feature a single color throughout the outfit, creating a cohesive and impactful look. Whether it's an all-white lehenga for a minimalistic and elegant aesthetic or an all-black lehenga for a bold and edgy statement, monochromatic lehengas are a stylish choice.</p><p><strong>Dual-Toned Lehengas</strong>: Dual-toned lehengas showcase a combination of two complementary colors. It can be a contrasting combination like black and red, blue and orange, or a subtle blend like mint green and baby pink. Dual-toned lehengas offer a unique and eye-catching appeal.</p><p>Remember, the choice of color for your lehenga depends on various factors such as the occasion, your personal style, and the overall theme of the event. Experiment with different colors to find the one that makes you feel confident and beautiful.</p><h2>How to choose a lehenga according to body type?</h2><h3>Pear-Shaped Body</h3><p>For pear-shaped bodies, where the hips are wider than the shoulders, consider the following lehenga styles:</p><ul><li>A-line Lehenga: This style balances the proportions by highlighting the upper body and gently flowing over the hips.</li><li>Paneled Lehenga: The multiple panels create an illusion of a narrower waist while flaring out gracefully.</li></ul><h3>Hourglass Body</h3><p>Hourglass figures have well-balanced proportions with a defined waist. Lehenga styles that accentuate the curves are ideal:</p><ul><li>Mermaid Lehenga: This style hugs the body till the knees and then flares out, emphasizing the hourglass shape.</li><li>Circular Lehenga: The wide flare of this lehenga adds volume and enhances the curves.</li></ul><h3>Rectangle Body</h3><p>Rectangle-shaped bodies have a straight silhouette without many curves. The goal is to create the illusion of curves:</p><ul><li>Flared Lehenga: A lehenga with heavy flares adds volume and gives the appearance of a fuller figure.</li><li>Layered Lehenga: The layers create dimension, adding curves to a straight figure.</li></ul><h3>Apple-Shaped Body</h3><p>Apple-shaped bodies carry weight around the midsection. The focus is on elongating the torso and drawing attention upwards:</p><ul><li>Empire Waist Lehenga: The high waistline creates an illusion of lengthening the torso and balances out the figure.</li><li>Anarkali Lehenga: This style features a long, flowy top with a flared skirt, diverting attention from the midsection.</li></ul><h3>Petite Body</h3><p>For petite frames, it's important to choose lehengas that don't overwhelm the figure and create the illusion of height:</p><ul><li>Straight Cut Lehenga: This style has a fitted silhouette that elongates the body and gives a taller appearance.</li><li>Lehenga Saree: The draped style of the lehenga saree visually elongates the frame, creating an illusion of height.</li></ul><h3>Tall Body</h3><p>If you have a tall frame, you can experiment with various lehenga styles that complement your height:</p><ul><li>Panelled Lehenga: This style adds structure and works well for taller individuals, accentuating their height.</li><li>Lehenga with Trail: The extended trail at the back creates a regal and elegant look for tall figures.</li></ul><h3>Full-Figured Body</h3><p>For full-figured bodies, it's essential to choose lehengas that provide support and create a flattering silhouette:</p><ul><li>Corset-style Lehenga: A corset-style blouse provides ample support and enhances the curves.</li><li>Layered Lehenga: Layers add depth and dimension, helping to create a balanced look.</li></ul><h3>Athletic Body</h3><p>Athletic bodies have well-defined muscles and a toned physiques. Choose lehengas that add curves and softness:</p><ul><li>Flared Lehenga: The flared silhouette adds volume and creates a more feminine shape.</li><li>Lehenga with Ruffles: Ruffled details add softness and movement to the lehenga, enhancing curves.</li></ul><h3>Plus-Size Body</h3><p>Plus-size bodies can opt for lehengas that offer comfort, support, and confidence:</p><ul><li>Anarkali Lehenga: The long, flowing silhouette of an Anarkali lehenga provides a comfortable and flattering fit.</li><li>Empire Waist Lehenga: The high waistline of this style helps define the waist and flatters the curves.</li></ul><h3>Petite and Curvy Body</h3><p>If you have a petite and curvy body, choose lehengas that accentuate your curves while maintaining proportion:</p><ul><li>A-line Lehenga: The A-line silhouette creates a balanced look by highlighting the upper body and gently flaring at the bottom.</li><li>Lehenga with Peplum Blouse: Peplum blouses create a defined waistline and add curves to a petite and curvy figure.</li></ul><p>Remember, these are general guidelines, and the most important aspect is to feel comfortable and confident in the lehenga you choose. Personal preferences and styling can also play a significant role in selecting the perfect lehenga for your body type.</p><h2>Sleeve options for Lehengas</h2><p>When it comes to the sleeves of a lehenga blouse, there are various options to choose from based on different factors such as weather, occasion, and personal style. Here are 10 different sleeve options for lehengas:</p><ul><li>Cap Sleeves: Cap sleeves are short sleeves that cover just the shoulder area. They provide minimal coverage and are perfect for warm weather or when you want a more minimalistic look.</li><li>Short Sleeves: Short sleeves extend slightly beyond the shoulder and offer a bit more coverage than cap sleeves. They are versatile and can be suitable for both casual and formal occasions.</li><li>Half Sleeves: Half sleeves typically reach halfway between the shoulder and elbow. They provide more coverage and can be a comfortable option for moderate weather conditions.</li><li>Elbow-Length Sleeves: Elbow-length sleeves end at the elbow and offer a classic and elegant look. They provide more coverage while still allowing freedom of movement.</li><li>Three-Quarter Sleeves: Three-quarter sleeves extend to just below the elbow, usually reaching the mid-forearm. They offer more coverage and are suitable for transitional weather or when you want a modest yet stylish look.</li><li>Full Sleeves: Full sleeves cover the entire arm and are suitable for cooler weather or more formal occasions. They can range from fitted to flared, offering various style options.</li><li>Bell Sleeves: Bell sleeves are characterized by their flared shape, resembling the shape of a bell. They add a touch of bohemian flair and can be a statement feature of your lehenga blouse.</li><li>Puff Sleeves: Puff sleeves have gathered or pleated fabric at the shoulder, creating a voluminous look. They can be short or long and add a dramatic and feminine touch to your lehenga ensemble.</li><li>Sheer Sleeves: Sheer sleeves are made of transparent or semi-transparent fabric, adding an element of elegance and delicacy to your lehenga blouse. They can be combined with any length of sleeves for a versatile and ethereal look.</li><li>Off-Shoulder Sleeves: Off-shoulder sleeves expose the shoulders and collarbones, creating a romantic and fashionable style. They are perfect for special occasions and can be paired with various necklines and sleeve lengths.</li></ul><p>Consider the weather, the formality of the occasion, and your personal style when selecting the sleeve option for your lehenga blouse. Whether you prefer a more modest and covered look or a trendy and statement-making style, there are plenty of sleeve options to suit your preferences.</p><h2>Lehenga accessories for different occasions</h2><p>When it comes to accessorizing lehengas for different events and functions, the right choice of accessories can elevate your overall look and add a touch of glamour. Here are some accessory options that go well with lehengas for various occasions:</p><h3>Weddings and Festivals</h3><ul><li>Statement Necklace: A bold and intricate necklace can be a focal point of your ensemble, complementing the neckline of your blouse.</li><li>Jhumkas: Traditional Indian earrings with intricate designs and dangling elements add a touch of elegance and grace.</li><li>Maang Tikka: This forehead ornament adds a regal touch to your look, especially for weddings and festive occasions.</li><li>Bangle or Bracelet: Opt for ornate bangles or bracelets that match the colors and embellishments of your lehenga.</li></ul><h3>Formal Events and Receptions</h3><ul><li>Chandelier Earrings: Long and dramatic earrings with sparkling stones or pearls can bring a sophisticated and glamorous touch.</li><li>Statement Ring: Choose a statement ring with a large gemstone or intricate design to add a touch of glamour to your look.</li><li>Clutch or Potli Bag: Carry a stylish clutch or potli bag that complements the colors and embellishments of your lehenga.</li></ul><h3>Cocktail Parties and Sangeet Ceremonies</h3><ul><li>Shoulder Duster Earrings: These long earrings that graze your shoulders add a trendy and glamorous element to your outfit.</li><li>Embellished Belt: A waist belt adorned with stones, beads, or embroidery can accentuate your waistline and add a stylish touch.</li><li>Stacked Bracelets: Layer multiple bracelets on your wrist to create a bohemian and chic look that complements your lehenga.</li></ul><h3>Daytime and Casual Events</h3><ul><li>Oxidized Jewelry: Opt for oxidized silver earrings, necklaces, or bangles for a more understated yet stylish look.</li><li>Floral Accessories: Add a touch of freshness with floral hair accessories, such as floral crowns or hairpins, for a daytime or garden event.</li><li>Kolhapuri or Juttis: Pair your lehenga with traditional Indian footwear like Kolhapuri sandals or embellished juttis for a comfortable and fashionable look.</li></ul><p>Remember, the choice of accessories depends on the style, color, and embellishments of your lehenga, as well as the formality and theme of the event. Experiment with different combinations to find the perfect balance and create a cohesive and stunning ensemble.</p><h2>Other Collections to explore at ‘Summer by Priyanka Gupta’</h2><p>Discover the world of exquisite fashion beyond lehengas at Summer By Priyanka Gupta! We invite you to explore our other captivating collections that are sure to enchant you. Step into a realm of elegance, craftsmanship, and timeless beauty as you browse through our stunning range of <a href=\"/collections/dresses\" target=\"_blank\" title=\"Summer Dresses\">summer dresses</a>, <a href=\"/collections/sarees\" target=\"_blank\" title=\"Sarees\">sarees</a>, <a href=\"/collections/tunics\" target=\"_blank\" title=\"Tunics\">tunics</a>, and <a href=\"https://www.lovesummer.in/collections/kurta-set\" target=\"_blank\" title=\"https://www.lovesummer.in/collections/kurta-set\">kurta sets</a>.</p>"
          }
        }
      },
      "block_order": [
        "f0a0bde3-561d-4554-be51-53c8444405db"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "divider": false
      }
    },
    "faq_rkaKYC": {
      "type": "faq",
      "blocks": {
        "question_CLVHCX": {
          "type": "question",
          "settings": {
            "title": "What is a Lehenga?",
            "text": "<p>A lehenga, also known as a lehenga choli or ghagra choli, is a traditional Indian outfit that consists of three main components: the lehenga, choli, and dupatta. It is a popular attire worn by women for special occasions, festivals, weddings, and cultural celebrations in India.</p><p>The Lehenga: The lehenga is a long, pleated skirt that typically reaches the ankles or floor. It is flared and voluminous, often featuring intricate embellishments, embroidery, or decorative work. The lehenga is available in various styles, such as A-line, circular, mermaid, or panelled, each offering a distinct silhouette and look.</p><p>The Choli: The choli refers to the fitted blouse or bodice that is worn with the lehenga. It comes in different styles, including short or long sleeves, backless, halter-neck, or off-shoulder designs. The choli is often intricately embellished to match or complement the lehenga, adding a touch of elegance and glamour.</p><p>The Dupatta: The dupatta is a long, flowing scarf or stole that is draped over the shoulder or around the body. It serves as an accessory to the lehenga and can be made of various fabrics like silk, chiffon, or net. The dupatta is often adorned with embellishments, borders, or embroidery, enhancing the overall look of the outfit.</p><p>Lehengas come in a wide range of colors, fabrics, and designs, allowing for personalization and customization according to individual preferences and the nature of the occasion. They showcase the rich cultural heritage and craftsmanship of India, with intricate detailing, vibrant hues, and luxurious fabrics.</p><p>Lehengas are versatile and can be styled differently based on the event and personal preferences. They can be paired with traditional jewelry, such as earrings, necklaces, bangles, and maang tikas, to complete the overall look. Whether you're attending a wedding, festival, or any special celebration, a lehenga is a timeless and enchanting choice that exudes grace, femininity, and cultural elegance.</p>"
          }
        },
        "question_qtJxwT": {
          "type": "question",
          "settings": {
            "title": "Types of Lehengas",
            "text": "<h3>A-line Lehenga</h3><ul><li>Style: This lehenga features a fitted waist and a flared skirt that forms an 'A' shape. It is universally flattering and versatile.</li><li>Occasion: Suitable for weddings, parties, festivals, and formal events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, brocade, velvet.</li></ul><h3>Circular Lehenga</h3><ul><li>Style: Known for its wide and voluminous flare, this lehenga creates a circular shape. It has a princess-like appeal.</li><li>Occasion: Ideal for weddings, receptions, festive occasions, and grand celebrations.</li><li>Best Season: All seasons, but especially suitable for winter.</li><li>Fabrics: Silk, velvet, brocade, net.</li></ul><h3>Mermaid Lehenga</h3><ul><li>Style: This lehenga is fitted to the knees and then flares out dramatically, resembling a mermaid's tail. It highlights the curves and adds a glamorous touch.</li><li>Occasion: Perfect for cocktail parties, receptions, and red-carpet events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, velvet, satin, brocade.</li></ul><h3>Panelled Lehenga</h3><ul><li>Style: This lehenga consists of panels stitched together to create a layered effect. It offers a contemporary and stylish look.</li><li>Occasion: Suitable for weddings, festivals, and parties.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, brocade, chiffon.</li></ul><h3>Lehenga Saree</h3><ul><li>Style: A fusion of lehenga and saree, this ensemble combines the elegance of a saree drape with the convenience of a lehenga skirt.</li><li>Occasion: Perfect for weddings, parties, and festive occasions.</li><li>Best Season: All seasons.</li><li>Fabrics: Georgette, net, chiffon, silk.</li></ul><h3>Jacket Lehenga</h3><ul><li>Style: This lehenga comes with a long jacket or cape that adds a layer of sophistication and elegance. The jacket can be embellished or embroidered.</li><li>Occasion: Suitable for weddings, sangeet ceremonies, and receptions.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, brocade, velvet, georgette.</li></ul><p>Sharara Lehenga</p><ul><li>Style: This lehenga features a flared skirt with wide, billowing pants instead of a traditional lehenga skirt. It has a fusion of Indian and Pakistani influences.</li><li>Occasion: Perfect for weddings, mehndi ceremonies, and festive celebrations.</li><li>Best Season: All seasons.</li><li>Fabrics: Georgette, silk, chiffon.</li></ul><h3>Lehenga with Trail</h3><ul><li>Style: This lehenga has a long trail attached to the skirt, creating a dramatic and regal effect. It adds a touch of grandeur to any occasion.</li><li>Occasion: Ideal for weddings, receptions, and extravagant events.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, velvet, brocade.</li></ul><h3>Straight-Cut Lehenga</h3><ul><li>Style: This lehenga features a straight-cut skirt without much flare. It provides a sleek and contemporary look.</li><li>Occasion: Suitable for pre-wedding functions, small gatherings, and parties.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, crepe.</li></ul><h3>Half Saree Lehenga</h3><ul><li>Style: Inspired by South Indian culture, this lehenga replicates the style of half saree, with a lehenga skirt, blouse, and a drape over one shoulder.</li><li>Occasion: Perfect for weddings, engagements, and traditional ceremonies.</li><li>Best Season: All seasons.</li><li>Fabrics: Silk, georgette, chiffon.</li></ul><h2>Summer Lehengas</h2><p>In summer, you can wear lehengas that are designed specifically to keep you cool and comfortable. Here are some types of lehengas that are suitable for summer:</p><h3>Cotton Lehenga</h3><p>Cotton is a breathable and lightweight fabric that is perfect for summer. Opt for a cotton lehenga with minimal embellishments and a breezy silhouette. You can choose from block prints, tie-dye, or floral patterns to add a touch of vibrancy to your summer look.</p><h2>Chiffon Lehenga</h2><p>Chiffon is a sheer and lightweight fabric that drapes beautifully. A chiffon lehenga with delicate embroidery or sequin work can give you an ethereal and elegant summer look. Its flowing nature allows air circulation and keeps you cool.</p><h3>Georgette Lehenga</h3><p>Georgette is another fabric that is commonly used for summer lehengas. It is lightweight, breathable, and has a slightly textured surface. A georgette lehenga with pastel shades, floral prints, or subtle embroidery can be a great choice for summer occasions.</p><h3>Organza Lehenga</h3><p>Organza is a sheer and crisp fabric that adds a touch of sophistication to your summer ensemble. It has a natural sheen and a lightweight feel, making it ideal for summer lehengas. Opt for organza lehengas with minimal embellishments or go for pastel shades to exude elegance</p>"
          }
        },
        "question_JN6cfQ": {
          "type": "question",
          "settings": {
            "title": "Occasions to wear summer lehengas",
            "text": "<h3>Daytime Summer Weddings</h3><p>Summer is a popular season for weddings, and a summer lehenga is a perfect choice for a daytime wedding celebration. Opt for light and pastel-colored lehengas with delicate embroidery or floral prints. You can pair it with minimal jewelry to achieve an effortlessly chic look.</p><h3>Mehendi or Sangeet Functions</h3><p>For pre-wedding functions like mehendi or sangeet, opt for a lightweight lehenga in bright colors or pastel shades. Choose fabrics like chiffon or georgette with minimal embroidery or mirror work for a playful and festive look.</p><h3>Festivals</h3><p>Celebrate festivals in a summer lehenga. Choose vibrant colors and lightweight fabrics like cotton or chiffon with subtle embellishments. It allows you to enjoy the festivities while staying comfortable in the warm weather.</p><h3>Garden Parties</h3><p>Summer is the perfect time for outdoor garden parties. A flowy and breathable lehenga made of georgette or organza with floral prints or light embroidery is an excellent choice. Pair it with minimalistic jewelry and comfortable footwear for a graceful and effortless look.</p><p>Remember, the key is to choose lehengas made of lightweight and breathable fabrics that allow air circulation and keep you comfortable in the summer heat. Pair your summer lehenga with minimalistic jewelry, comfortable footwear, and a light dupatta to complete your stylish summer ensemble.</p>"
          }
        },
        "question_MEFYnQ": {
          "type": "question",
          "settings": {
            "title": "Accessories that go with summer lehengas",
            "text": "<p>When it comes to accessorizing summer lehengas, there are several options to enhance your look and complete your ensemble. Here are some accessories that go well with summer lehengas:</p><h3>Statement Earrings</h3><p>Pair your summer lehenga with statement earrings that complement the color and design of your outfit. Opt for oversized chandelier earrings, jhumkas (traditional Indian earrings), or danglers to add a touch of glamour and elegance.</p><h3>Delicate Necklaces</h3><p>Choose delicate necklaces that enhance the neckline of your blouse. Consider dainty chains with pendants, layered necklaces, or choker-style necklaces to add a subtle sparkle without overpowering your lehenga.</p><h3>Maang Tikka</h3><p>A maang tikka is a traditional Indian headpiece that rests on the center of the forehead. It adds a regal touch to your look and can be adorned with pearls, stones, or intricate designs, depending on the style of your lehenga.</p><h3>Bangle or Bracelet</h3><p>Add some sparkle to your wrists with bangles or bracelets. Opt for stackable bangles, metal cuffs, or delicate bracelets that complement the colors and design elements of your lehenga.</p><h3>Waist Belt</h3><p>Consider adding a waist belt or kamarbandh to accentuate your waistline and create a defined silhouette. Choose a belt with intricate embellishments or embroidery that complements the overall look of your lehenga.</p><h3>Clutch or Potli Bag</h3><p>Carry a stylish clutch or potli bag that matches or contrasts with your lehenga. Look for designs that feature embroidery, sequins, or embellishments that complement the colors and motifs of your outfit.</p><h3>Anklets</h3><p>Accentuate your feet with anklets or payal. Choose delicate chains or charm anklets that add a subtle touch of femininity and grace to your overall look.</p><h3>Hair Accessories</h3><p>Enhance your hairstyle with hair accessories such as adorned hairpins, decorative hair combs, or floral hair accessories that match the colors and theme of your lehenga.</p><h3>Nose Ring</h3><p>If you have a nose piercing, consider wearing a delicate nose ring or nath that complements your lehenga. Choose a style that suits your face shape and adds a traditional touch to your look.</p><h3>Footwear</h3><p>Complete your ensemble with the right pair of footwear. Opt for embellished sandals, embroidered juttis (traditional Indian footwear), or heels that match the color palette and style of your lehenga.</p><p>Remember, choose accessories that complement your lehenga without overpowering it. Select pieces that enhance your overall look and reflect your personal style. </p>"
          }
        },
        "question_BjKkg7": {
          "type": "question",
          "settings": {
            "title": "Lehenga Colors",
            "text": "<p>Lehengas come in a wide variety of colors, allowing you to choose the perfect shade that suits your style, occasion, and personal preference. Here are some different types of lehengas based on colors:</p><p><strong>Vibrant Lehengas</strong>: These lehengas feature bold and bright colors that make a statement. Examples include vibrant shades of red, royal blue, emerald green, hot pink, and sunny yellow. These colors are often associated with celebrations, weddings, and festive occasions.</p><p><strong>Pastel Lehengas</strong>: Pastel-colored lehengas are known for their soft and subtle hues. They create an elegant and ethereal look. Pastel shades like mint green, blush pink, powder blue, lavender, and peach are popular choices for daytime events, summer occasions, and garden parties.</p><p><strong>Earthy-Toned Lehengas</strong>: Earthy tones exude warmth and richness. Colors like deep maroon, burnt orange, olive green, mustard yellow, and chocolate brown fall into this category. These colors are versatile and can be worn for both daytime and evening events, offering a touch of sophistication and a connection to nature.</p><p><strong>Neutrals and Metallics</strong>: Neutral shades and metallic tones are timeless choices that add a touch of glamour to your look. Colors like beige, ivory, champagne, silver, and gold are often used for bridal lehengas, evening events, and formal occasions. They complement a range of skin tones and can be easily accessorized.</p><p><strong>Monochromatic Lehengas</strong>: Monochromatic lehengas feature a single color throughout the outfit, creating a cohesive and impactful look. Whether it's an all-white lehenga for a minimalistic and elegant aesthetic or an all-black lehenga for a bold and edgy statement, monochromatic lehengas are a stylish choice.</p><p><strong>Dual-Toned Lehengas</strong>: Dual-toned lehengas showcase a combination of two complementary colors. It can be a contrasting combination like black and red, blue and orange, or a subtle blend like mint green and baby pink. Dual-toned lehengas offer a unique and eye-catching appeal.</p><p>Remember, the choice of color for your lehenga depends on various factors such as the occasion, your personal style, and the overall theme of the event. Experiment with different colors to find the one that makes you feel confident and beautiful.</p>"
          }
        },
        "question_hJ4aeP": {
          "type": "question",
          "settings": {
            "title": "How to choose a lehenga according to body type?",
            "text": "<h3>Pear-Shaped Body</h3><p>For pear-shaped bodies, where the hips are wider than the shoulders, consider the following lehenga styles:</p><ul><li>A-line Lehenga: This style balances the proportions by highlighting the upper body and gently flowing over the hips.</li><li>Paneled Lehenga: The multiple panels create an illusion of a narrower waist while flaring out gracefully.</li></ul><h3>Hourglass Body</h3><p>Hourglass figures have well-balanced proportions with a defined waist. Lehenga styles that accentuate the curves are ideal:</p><ul><li>Mermaid Lehenga: This style hugs the body till the knees and then flares out, emphasizing the hourglass shape.</li><li>Circular Lehenga: The wide flare of this lehenga adds volume and enhances the curves.</li></ul><h3>Rectangle Body</h3><p>Rectangle-shaped bodies have a straight silhouette without many curves. The goal is to create the illusion of curves:</p><ul><li>Flared Lehenga: A lehenga with heavy flares adds volume and gives the appearance of a fuller figure.</li><li>Layered Lehenga: The layers create dimension, adding curves to a straight figure.</li></ul><h3>Apple-Shaped Body</h3><p>Apple-shaped bodies carry weight around the midsection. The focus is on elongating the torso and drawing attention upwards:</p><ul><li>Empire Waist Lehenga: The high waistline creates an illusion of lengthening the torso and balances out the figure.</li><li>Anarkali Lehenga: This style features a long, flowy top with a flared skirt, diverting attention from the midsection.</li></ul><h3>Petite Body</h3><p>For petite frames, it's important to choose lehengas that don't overwhelm the figure and create the illusion of height:</p><ul><li>Straight Cut Lehenga: This style has a fitted silhouette that elongates the body and gives a taller appearance.</li><li>Lehenga Saree: The draped style of the lehenga saree visually elongates the frame, creating an illusion of height.</li></ul><h3>Tall Body</h3><p>If you have a tall frame, you can experiment with various lehenga styles that complement your height:</p><ul><li>Panelled Lehenga: This style adds structure and works well for taller individuals, accentuating their height.</li><li>Lehenga with Trail: The extended trail at the back creates a regal and elegant look for tall figures.</li></ul><h3>Full-Figured Body</h3><p>For full-figured bodies, it's essential to choose lehengas that provide support and create a flattering silhouette:</p><ul><li>Corset-style Lehenga: A corset-style blouse provides ample support and enhances the curves.</li><li>Layered Lehenga: Layers add depth and dimension, helping to create a balanced look.</li></ul><h3>Athletic Body</h3><p>Athletic bodies have well-defined muscles and a toned physiques. Choose lehengas that add curves and softness:</p><ul><li>Flared Lehenga: The flared silhouette adds volume and creates a more feminine shape.</li><li>Lehenga with Ruffles: Ruffled details add softness and movement to the lehenga, enhancing curves.</li></ul><h3>Plus-Size Body</h3><p>Plus-size bodies can opt for lehengas that offer comfort, support, and confidence:</p><ul><li>Anarkali Lehenga: The long, flowing silhouette of an Anarkali lehenga provides a comfortable and flattering fit.</li><li>Empire Waist Lehenga: The high waistline of this style helps define the waist and flatters the curves.</li></ul><h3>Petite and Curvy Body</h3><p>If you have a petite and curvy body, choose lehengas that accentuate your curves while maintaining proportion:</p><ul><li>A-line Lehenga: The A-line silhouette creates a balanced look by highlighting the upper body and gently flaring at the bottom.</li><li>Lehenga with Peplum Blouse: Peplum blouses create a defined waistline and add curves to a petite and curvy figure.</li></ul><p>Remember, these are general guidelines, and the most important aspect is to feel comfortable and confident in the lehenga you choose. Personal preferences and styling can also play a significant role in selecting the perfect lehenga for your body type.</p>"
          }
        },
        "question_UFcAeJ": {
          "type": "question",
          "settings": {
            "title": "Sleeve options for Lehengas",
            "text": "<p>When it comes to the sleeves of a lehenga blouse, there are various options to choose from based on different factors such as weather, occasion, and personal style. Here are 10 different sleeve options for lehengas:</p><ul><li>Cap Sleeves: Cap sleeves are short sleeves that cover just the shoulder area. They provide minimal coverage and are perfect for warm weather or when you want a more minimalistic look.</li><li>Short Sleeves: Short sleeves extend slightly beyond the shoulder and offer a bit more coverage than cap sleeves. They are versatile and can be suitable for both casual and formal occasions.</li><li>Half Sleeves: Half sleeves typically reach halfway between the shoulder and elbow. They provide more coverage and can be a comfortable option for moderate weather conditions.</li><li>Elbow-Length Sleeves: Elbow-length sleeves end at the elbow and offer a classic and elegant look. They provide more coverage while still allowing freedom of movement.</li><li>Three-Quarter Sleeves: Three-quarter sleeves extend to just below the elbow, usually reaching the mid-forearm. They offer more coverage and are suitable for transitional weather or when you want a modest yet stylish look.</li><li>Full Sleeves: Full sleeves cover the entire arm and are suitable for cooler weather or more formal occasions. They can range from fitted to flared, offering various style options.</li><li>Bell Sleeves: Bell sleeves are characterized by their flared shape, resembling the shape of a bell. They add a touch of bohemian flair and can be a statement feature of your lehenga blouse.</li><li>Puff Sleeves: Puff sleeves have gathered or pleated fabric at the shoulder, creating a voluminous look. They can be short or long and add a dramatic and feminine touch to your lehenga ensemble.</li><li>Sheer Sleeves: Sheer sleeves are made of transparent or semi-transparent fabric, adding an element of elegance and delicacy to your lehenga blouse. They can be combined with any length of sleeves for a versatile and ethereal look.</li><li>Off-Shoulder Sleeves: Off-shoulder sleeves expose the shoulders and collarbones, creating a romantic and fashionable style. They are perfect for special occasions and can be paired with various necklines and sleeve lengths.</li></ul><p>Consider the weather, the formality of the occasion, and your personal style when selecting the sleeve option for your lehenga blouse. Whether you prefer a more modest and covered look or a trendy and statement-making style, there are plenty of sleeve options to suit your preferences.</p>"
          }
        },
        "question_BRwNHT": {
          "type": "question",
          "settings": {
            "title": "Lehenga accessories for different occasions",
            "text": "<p>When it comes to accessorizing lehengas for different events and functions, the right choice of accessories can elevate your overall look and add a touch of glamour. Here are some accessory options that go well with lehengas for various occasions:</p><h3>Weddings and Festivals</h3><ul><li>Statement Necklace: A bold and intricate necklace can be a focal point of your ensemble, complementing the neckline of your blouse.</li><li>Jhumkas: Traditional Indian earrings with intricate designs and dangling elements add a touch of elegance and grace.</li><li>Maang Tikka: This forehead ornament adds a regal touch to your look, especially for weddings and festive occasions.</li><li>Bangle or Bracelet: Opt for ornate bangles or bracelets that match the colors and embellishments of your lehenga.</li></ul><h3>Formal Events and Receptions</h3><ul><li>Chandelier Earrings: Long and dramatic earrings with sparkling stones or pearls can bring a sophisticated and glamorous touch.</li><li>Statement Ring: Choose a statement ring with a large gemstone or intricate design to add a touch of glamour to your look.</li><li>Clutch or Potli Bag: Carry a stylish clutch or potli bag that complements the colors and embellishments of your lehenga.</li></ul><h3>Cocktail Parties and Sangeet Ceremonies</h3><ul><li>Shoulder Duster Earrings: These long earrings that graze your shoulders add a trendy and glamorous element to your outfit.</li><li>Embellished Belt: A waist belt adorned with stones, beads, or embroidery can accentuate your waistline and add a stylish touch.</li><li>Stacked Bracelets: Layer multiple bracelets on your wrist to create a bohemian and chic look that complements your lehenga.</li></ul><h3>Daytime and Casual Events</h3><ul><li>Oxidized Jewelry: Opt for oxidized silver earrings, necklaces, or bangles for a more understated yet stylish look.</li><li>Floral Accessories: Add a touch of freshness with floral hair accessories, such as floral crowns or hairpins, for a daytime or garden event.</li><li>Kolhapuri or Juttis: Pair your lehenga with traditional Indian footwear like Kolhapuri sandals or embellished juttis for a comfortable and fashionable look.</li></ul><p>Remember, the choice of accessories depends on the style, color, and embellishments of your lehenga, as well as the formality and theme of the event. Experiment with different combinations to find the perfect balance and create a cohesive and stunning ensemble.</p>"
          }
        },
        "question_kxMxUr": {
          "type": "question",
          "settings": {
            "title": "How do I style a light weight lehenga for a modern look?",
            "text": "<p>To create a chic ensemble, pair your <strong>light weight lehenga</strong> with a statement blouse—like an off-shoulder or cape-style top—and opt for minimalist jewelry. Choose pastel or muted tones for a contemporary vibe, or go bold with vibrant prints for a festive look.</p>"
          }
        },
        "question_bbdfPD": {
          "type": "question",
          "settings": {
            "title": "How should I care for my light lehenga to maintain its quality?",
            "text": "<p>Handle your <strong>light lehenga</strong> with care. Always dry clean after use to preserve delicate embroidery and fabric. Store it in a breathable garment bag, away from direct sunlight. Avoid folding it tightly to maintain its structure and prevent creasing.</p>"
          }
        },
        "question_zdR9re": {
          "type": "question",
          "disabled": true,
          "settings": {
            "title": "",
            "text": ""
          }
        }
      },
      "block_order": [
        "question_CLVHCX",
        "question_qtJxwT",
        "question_JN6cfQ",
        "question_MEFYnQ",
        "question_BjKkg7",
        "question_hJ4aeP",
        "question_UFcAeJ",
        "question_BRwNHT",
        "question_kxMxUr",
        "question_bbdfPD",
        "question_zdR9re"
      ],
      "settings": {
        "title": "About Lehenga"
      }
    }
  },
  "order": [
    "collection-header",
    "main-collection",
    "0829d804-3b0c-4ec0-8786-ae427fd7b2eb",
    "faq_rkaKYC"
  ]
}
